{"vocab": ["C1CNC2CCC(C1)O2", "C1CCCCCOCCCCOCCCC1", "C1=CCNCCCC2CC(=CN2)CC=CCCC1", "C1=CC2CCCC3C=CC1NC23", "C1=NOC=N1", "C1=COC2CC3=C4CC5=C(CC4=CC=C3O2)NCC(CCCCCCCCCCC1)O5", "C1CNCCNC1", "C1=CSCCCNCCNCCNCCNCCN1", "C1=CC2CCCCC(CC1)O2", "C1=CCCCCCCCOCCCCCCCC1", "C1=COCCOCCCOCCOC1", "C1=C2CCNCCNCCNCCNCCNC(=N2)S1", "C1=NCCCCCCCCCCCC1", "C1=CCOCC2=CC=C(O2)C2=CC=NC(=N2)NC2=CC(=CC=C2)COC1", "C1=N[NH][NH+]=N1", "C1NCC2CCC(CN2)O1", "C1=CNCSCN1", "C1=CCCC=CC=CCC2CCC(CCC=C1)OC2", "C1CNCC2CNCCC(CNCCNCCN2)NCCN1", "C1CNCCNPOC1", "C1=CN2CCNCCNCCNCCNCCNC1C2", "C1CSSCCSS1", "C1=CCCCC2CCCC(CCNCCOCCCCCC1)O2", "C1=CCOCCCCCCCCC1", "C1CNCCNCCNCCNCCNCCNCCNCCNCNCCNCCNCCNCCNCCNCCNCCNCCNCCSSC1", "C1=CC2=CC=C1CNCCNCCNCCCCN2", "C1CCN2CC3CCC2C(C1)C3", "C1=NC2=C3N=CN2C2CCC(COPOPOCC4CCC([NH+]=C3N1)O4)O2", "C1=CC2=CC1=CC1=CC=C(C=C3C=CC(=N3)C=C3C=CC(=C2)[NH]3)[NH]1", "C1=CSCCCCN1", "C1CC2CCCC(CCOCCC3CCCC(C1)O3)O2", "C1#CC2CCC3CCC2C32CC=CN(C=NC1)C2", "C1=CC2=NC(=C1)CSCCNCCNCCNCCNCCNCCNCCNCCCSC2", "C1CC2CCC(CCO2)CCC2CCCC(C1)O2", "C1=CC2OCCC(CCOCCCCCOCCC3CCCC(C1)O3)O2", "C1=CC=CCCNCCCC=CC=CCCC=C1", "C1=CCCC2CCCC(CCC=C1)O2", "C1=C2CCCCCCCC3CCC(CC23)O1", "C1=COC=CNC1", "C1=CCOCC=CC2CNC3=CCC4=C(C=CC=C4CCCC1)C32", "C1=CC2=CC=CC(=C2)CC2CNCCNCCNCCNCCNC(C1)CNCCCNCCN2", "C1=COC2=CC=C(C=C2)CC2CNC(CNCC1)C1=CC(=CC=C1)OC1=CC=CC(=C1)CCN2", "B[O-]", "C1=NO[SH]=C1", "C1=CCCNCCNSCCCCCC1", "C1=CC2CC34CCCC2C(C1)C1CCC(CC2=CC(=CC=C2)CC(CC3)OC4)C1", "C1=CCC2=CC=CC(=C2)CC2CC3C=CC(SSCCNC1)C(C3)C2", "C1=COC2=CC=C3C=CCOC4CC(COC4COCC3=C2)OCC2=CC(=CC=C2)OC2=CC=C3CCCOCC4OCC(CC4OCC3=C2)OC1", "C1=CC2C=CC(C1)C2", "C1CCCNCC2CSSCC(CNCCNCCNCCNCCN2)NCCC1", "C1=CCOC2C3COC(COCCC1)C2OCC=CCCCO3", "C1=CCNCCNCCNCCNC1", "C1=CCCNCCOCCC=CCCOCCC1", "C1=CC2=CC=C1CNCCNCCCCNCCNCCNCCNC2", "C1CCCNCNCCCCNCCNCCNCC1", "C1=C2CCC(CCCSSCC1)O2", "C1CSNCN1", "C1=CSCCSCCCSCCS1", "C1=CC2CCCC3C=C(CCCCC1O2)CO3", "C1=CC2OCC3C1CCCCC23", "C1=CC2=NC(=C1)CCC1=NC(=C[NH]1)CCNCCC2", "C1=COCC=N1", "C1#CCC2CC3C=C4C(CCCC4C(CC1)C3)C1=CC(=CC=C1)CC1=CC(=CC=C1)CNC=N2", "C1CCNCCC2=NN=C(CCCCNCCNC1)O2", "C1=CCC2=CC=C([NH]2)C2=NCC(COCC=CCOCC1)O2", "C1=CC2CCC3=C4CC(CC5=CC(=CC=C5)CCCCCC42)C2CCC=C(NCCCCCC1)C32", "C1=CCOC2=CC(=CN=C2)CCCNC1", "C1#CCC2CC3CCC(CCC1)C2CC3", "C1#CC2CCC3C(CCC4CC5CC(CNCC1)NCC5O4)CC1CCC=C2C13", "C1=CNCCCCCC1", "C[Se-]", "C1=CCOC2C3COC(COCCC1)C2OCCCC=CCCO3", "C1=CCCCOCC=CC1", "C1=C[SH+]CCCC1", "C1=NC[CH-]C=[NH+]1", "C1=NC[NH2+]CN1", "C1=CNCC[NH2+]C1", "N1=PN=PN=PN=P1", "C1=COCCCCCNCCCNC1", "C1=CC2=CC(=CN=C2)OCCCCNC1", "C1=CC2CCC(CO1)C2", "C1CC23CCC4CC2OC1CC43", "C1CCC2CCCC(CCOC1)O2", "C1#CCC2CC#CCCC3C(CC1)C1=C4C5C=CCC42C(CC#CCC53)CC1", "C1=CC2=CC(=C1)NCCCSSCCNC2", "C1=NCCC2CCN(CC3=CC=CC(=C3)CCCCCCCC3CCC(CC3)SSCN1)C2", "C1=C2N=C(O1)C1=COC(=N1)C1=COC(=N1)C1=COC(=N1)C1=COC(=N1)C1=COC(=N1)C1=COC(=N1)C1CSC2=N1", "C1=CCCOCCCCCCCOCCC1", "C1CCNCCNCCNCCNCCNCCNCCNCCNCNCC1", "C1CC2CC[NH2+]C(C1)C2", "C1=C2COC(COCCCCCCCCCCCCCCC1)C2", "C1=COC2=CC=C(C=C2)CC2CNCCCC3=CC=CC(=C3)C(CN2)NCCC1", "C1=CC2=C[N+](=C1)CCCCCCCCCCCCCCC1=CC=C[N+](=C1)CCCCCCCCCCCCCC2", "C1=CCCCC2CCC(C=CCCCCC1)O2", "C1=C2C=C3C=C1CSCCCNCCNCCNCCNC(CNCCNCCNCCNCCNCCSC2)CSC3", "C1=NCC=NCCCCCONC1", "C1=CC2=CC=C(C=C2)OC2=CC=CC(=C2)CCCOC1", "C1=CC2CC=C(CCCC1)CCCO2", "C1=CNN=CC1", "C1#CC2CCCC(C2)C2=CC(=CC=C2)CC2=CC=CC(=C2)CNCC1", "C1=NN[SH+]N1", "C1=CCCCCCOCC=CCCCCC1", "C1=C2CN3CCC4C5NCCC(OC1)C5C2CC43", "C1=CC2C3C=CC(C1)C2C1CCCC3C1", "C1COOCCOOC1", "C1=CCOC2=CC=C(C=C2)CC2C=NC(C=NC1)C1=CC(=CC=C1)OC1=CC=CC(=C1)CC=N2", "C1=NCC[N-]1", "C1C2C3CC4C1C1C2NC3C41", "C1=CC2CCCCCCC1C2", "C1=CC=CC=CCOCCC=CCCCCCCCCCCCCCCC=CC=C1", "C1=CONCCC1", "C1#CC2CCCCCCCCCOCN3C=C4C=CC=C(CCC5SSCCCCCCCCC6=C5C=CC(=C6)OC5CCC(CNCC1)C2C5)C4=C3", "C1=NNCSPC1", "C1=CCOC2CC3CC(OCCCCOC4CC5CC(CC4N5)OC1)C(C2)N3", "C1=CCOCC2=CC(=CO2)C2=CC=NC(=N2)NC2=CC(=CC=C2)COC1", "C1=COCC=CCOCCCNCCSCCOC2=CC=C(C=C2)NC1", "C1CCNCCCNCCCNC1", "C1#CCCCC2C=CCC(C=C1)C2", "C1=CCOCCCCCCC=CC2=NC(=CO2)C=C1", "C1CCCC2CCC(O2)C2CCC(CC1)CCO2", "C1=CCCCC2CCC3C=CC(=CC1)CC32", "C1=CCSSCCCCCCCCCC1", "C1=C2C3CC4CCC2C(C4)C3CCSSCCCCC1", "C1=CC2=NC1=CC1=CC=C3C=C4C=CC(=N4)C=C4C=CC(=C2)N4[PH2+]N13", "C1=CCCCCC2=CC(CC=CC1)OC2", "C1=CC2CCCN(CC1)C2", "C1#CCSCC#CCCCC1", "C1CCNCNCC2CC(CN2)NCCCCNCCNC1", "C1=CCCCCCCCOCCNCCCCOCC=C1", "C1=CC2=C3CN4CN5CC6=C7CN8CN(CC3=C1OCCOCCNCCOCCOC7=CC=C6OCCOCCNCCOCCO2)C4C85", "C1OC2OC3CCC2CC13", "C1CNCCNCCNCCNCC2CSSCC(CNCCNCCNCCNCCN2)NCCNCCNCCNCCN1", "C1=NC[N-]C1", "C1=CN=NC1", "C1COCCCOCCNCCNCCOC1", "C1=C2CCCCCCCCCC(=N2)[NH]1", "C1#CCC[CH-]CCCC=C1", "C1COCN1", "C1CCCNCCNCCNCCCCCCNCCNCCNCC1", "C1=CNNNC1", "C1CCNCCCCOCCCCNC1", "C1#CCCCCCCC=CCC1", "C1CC2CCOC3CC2C(C1)O3", "C1=C2C=CC(=C1)OC1=CC3=CC(=C1)C1=CC=C4C(=C1)NCC4CCCNCCNC3CNCCNCC2", "C1=C2C=C3C=C1CSCCNCCNCCNCCNCCNCCNCCNCC(CSC3)NCCNCCNCCNCCNCCNCCNCCCSC2", "C1CNCCNCCNCCNCNCNCCNCCNCCSSC1", "C1#CC23CC4CCC2CCCC32CC4CC=C2CCCCC1", "C1CC2CC3CC1CC(C2)O3", "C1=CCOCC=CCCOCC2COC3CC(OCC=C1)C2C3", "C1CNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCSSCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCCSSC1", "C1=CC2=CC(=C1)OC1=CC=C(C=C1)CC1NCCC3=C1C=CC=C3OC1=CC(=CC=C1)CC2", "C1=CC2CCC1N2", "C1=CC2CC3CC4=CC=CC(=C4)CC4CCNC(C4)C4=CC=C5CC1CC2(C3)C5C4", "C1=C2CC3C=C2N=C1CCCCCCCC3", "C1CC2COC3OC4CCC3(C1)C2C4", "C1=CC2CCCC(COCCCCCO1)O2", "C1=CC2=NN=C1SCCSCCCSCCS2", "C1=CSN=N1", "C1=CC2CCCOCCC(C1)C2", "C1=CSSCCSNCNCNCNS1", "C1=COCCNCC2=CC=C(C=C2)C2=CC=CC(=C2)C2=CC=C(C=C2)CNCCOCC1", "C1=CCOCCCCCCCOCCCC1", "C1=CC2=CC(=C1)CCCNCCCCCCC2", "C1#COC2CC3COCC=CC4=C(OC(C2)O3)C2=CC(=CC3=C2C(=C4)CCC3)CCN2CC3=C(C2)C(=CC=C3)C1", "C1CC2CC3CC(C1)C2C3", "C1CNCCNCCNCCNCCNCCNCCNCCN1", "C1CNCCNCCNCCNCCNCCNCCNC2CNCCNCCNCCNCCNCCNCCNC3CNC(CNCCNCCNCCNCCNCCNC(CNCCNCCNCCNCCNCCNCCNCCSSC3)CSSC2)CSSC1", "C1=COC[CH+]1", "C1CC2OCC1OO2", "C1CNCCNCCNCCCPCNCCNC1", "C1=CC2=CC(=C1)CSSCCC1CCC2CC1", "S[AsH2]", "C1#CC23CCC(CC4=CC(=CC=C4)CC4=CC(=CC=C4)C4CCC5C(C4)CC4CCOC6CC7CCC8C(CCC9(C2)C2CCC(CCCC1)CC2CC89)C7CC465)C3", "C1=CCC2=CC=CC(=C2)N=CCCC=CCC2CC(CC=C1)N=CO2", "C1CC2CC3CCC2C(C1)O3", "C1CC2CC3CCC(C1)(O2)O3", "C1#CCCOC2=CC=CC(=C2)CCC1", "C1CC2CCC3C1CCC23", "C1=CCC2CCC(CC1)C2", "C1=C2C=C3NC4OC5=CC=C6C=C5C4(C3=C1)C1=C(COCCCC2)N=C(CNCC6)O1", "C1=C[NH2+]N=C1", "C1CCOCCCCOCCNC1", "C1=COCC=CCOC=CCNC=CSCCNCCNCCSC=CNC1", "C1CCCCCOCCOCCOC2CC(CCO2)OCCCCC1", "C1CCONC1", "C1=CCC2CCCC(C1)N2", "C1=C2C=CC(=C1)OCCCCCCN1C=CC3=C1C=CC(=C3)CC2", "C1=CC23CCCC4(CCCC(=C14)CCCNCC1=CC=CC(=C1)O2)O3", "C1#CC1", "C1CCC2CC(CCO2)OC2CCCC(C1)C2", "C1=COCCOCCOCCOCCO1", "C1=CCOPOC1", "C1=CC2=CC(=C1)CNCCOCC1=CC=CC(=C1)CNC2", "C1=C2COC(C2)CC2=CC=C(CCC1)O2", "C1#CC2CCOC3=CC=C(C=C32)CC2CCCCCC=CCCCC=C(CC1)CO2", "C1=CCSCCCNCCNCCNCCNCCNCCNCCNCCSCC1", "C1CNC2CNCCNCCNCCNCCNC(CNCCNCCNCCNCCNCCNCCSSC2)CSSC1", "C1=CCCC1", "C1=CC2CNCC(C1)N2", "C1=CC2=CN(CCOCCOCCNCCN3C=C1CC3)CC2", "C1=C2CCCCC3OCC4=CC(=CC=C4)CCCCOCNCCCOC1CC3C2", "C1=CC2C3CCC2C(CC1)O3", "C1CCCCCNCOCCCCC1", "C1=NCC=NCC=NCC=NCCSCC1", "C1=CCC2CCC(CCC3CCC(CC1)OC3)O2", "C1CNCCOCCCNCCOC1", "C1#CCCC2CCC=C(CCC1)O2", "C1=NC2CNC1CSSS2", "C1=CC2=CCCCC=C(C1)O2", "C1#COCCCCCC2=CC=CC(=C2)OCC2=CC=C3C(=CC=C4CCCC2=C43)C1", "C1=CC2=CC=C1CCNCCCCCCNCCCCN2", "C1CON=N1", "C1=CCCC2CC3=C4CCC5C(=CCCN6CC7CC(C6)C6CCC8=C(C4C2CC8)N6C7)OCC35CCCCC1", "C1=CCCCC=CC=CCC2CNC(CCCNCC=C1)C2", "C1=CC2=CC(=C1)CCOCCC1=CC=C3C(=C1)CCC3O2", "C1=COCCCCOCC1", "C1CNCCNCCNCCNCCNC2CNCCNCCNCCNCCNCCNCCNCCNC(CNCCNCCNCCNCCN1)CSSC2", "C1CNCCNC2CNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNC(CNCCSSC2)C[Se][Se]C1", "C1=NC2=CC=C3C=C2CN1CCCCNCCCC1=CC=CC(=C1)O3", "C1=CC23CCN4CCC(CC42)C2=CCN1C3C2", "C1=CCNCCNCCCNCCOCC1", "C1=C2CC[N+](=C1)CC1=CC=C(C=C1)CCC1=CC=C(C=C1)C[N+]1=CC=C(C=C1)NCCCCCCCCCCN2", "C1=C2COC3CC(CCO3)CCC3=CC(=NC=C3)NCSSCC(CC1)C2", "C1=C2COC(COCCCCCCC1)C2", "C1=CC2C3CC4C(C13)C24", "C1=CNNCCN1", "C1=COC2=CC=C3CCN=C(CC4=CC=CC(=C4)OC4=CC=C(C=C4)CC1)C3=C2", "C1=CCCCCOCCCCC=CCC1", "C1=CC2=CC(=C1)OC1=CC=CC(=C1)CNCCNCC2", "C1=CC2=CC(=C1)COC1=CC=CC(=C1)CO2", "C1=CC2=CC=C(C=C2)OCCCNCCN1", "C1CNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCN1", "C1CCCCOCCCOCCC1", "C1=NCC=NCCNCCOCCNCC=NCCNCCNCC=NC1", "C1#CC2CCNC=C(COC3CC(C1)CCO3)C2", "C1=CCCC=C2COC(CC=CCC1)C2", "C1=CC2=CC=C(C=C2)OC2=CC(=CC=C2)CCCOC1", "C1=CC2=CC(=C1)SC1=NC=NC(=C1)C1=CC=CC(=C1)OCCCCCO2", "C1=C2CNCC3=NC(=CS3)CNCC3=NC(=CS3)CNCCNCC3=NC(=CS3)C3=NC(=CS3)CCC(=N2)O1", "C1=C2CC[N+](=C1)CC1=CC=CC(=C1)C[N+]1=CC=C(CC1)NCC1=CC=C(C=C1)CN2", "C1=CCNCCNCCNCCNCCNCCNCCNCCC1", "C1CCN2CC3CCC2CCC3C1", "C1=CCN2CCCC(CC1)C2", "C1=C2CC[N+](=C1)CC1=CC=C(C=C1)C1=CC=C(C=C1)C[N+]1=CC=C(C=C1)NCCCCCCCCCCN2", "C1=NNCCNN=CC2=CC=C(C=C2)OCC2=CC=CC(=N2)COC2=CC=C1C=C2", "C1=C2CN3CCN(CCNSNCC4=CC=CC(=C4)N(CCC1)C2)CC3", "C1=CSNCCNC1", "C1CC2CCC3NCCC2C3C1", "C1CCNCCNCCNCCNCCNCCNCCNCCNCCCCCNCCNCCNCCNCCNCCNCCNCCNCC1", "C1=CC2C=CC(C1)OC2", "C1CNCCNCCNCCNCNCNCCNCCNCCNCCSSC1", "C1=CC2CCCC3C1CCCC23", "C1=CCCOCC=CCCCC=CC23CC4C=CC(C2)C(CSSCCC=CCC1)(C4)C3", "C1=CCCCCCOCC=CCC1", "C1=C2CNCC3=NC(=CO3)C3=NC(=CO3)C3=NC(=CO3)C3=NC(=CO3)C3=NC(=CO3)C3=NC(=CO3)C(=N2)O1", "C1=C2CCCCC3=CC=C(CC1OC2)O3", "C1=CCCCCC1", "C1=CCCCCN2CC3CCC2CCCCC=CCCCCN2CCC3C(CCCCCC1)C2", "C1=CCC=CNC=C1", "C1=CC2=CC(=C1)CC1=C[NH]C3=C1C1CC(CCC2)CCC12CCC3C2", "C1CC2CCC3COCC(C1)C3C2", "C1CCCNCNCCCCCNCCNCCNCC1", "C1CCCC2CC[NH+]3CCCC(CCCCCCC4CCNC(CCC1)O4)C3O2", "C1=CCOC2=CC=C(C=C2)CC2C=NCC=CC3=CC(=CC=C3)C(C=N2)N=CC1", "C1CCNCCNCCOCCOCCNCC1", "C1CC2CNC3C4C5CCC6C4(CC5)CCC2C36C1", "C1=CC2C3CNC24CCCC1C4C3", "C1=CC2CCN3CCCC2C3C1", "C1C2CC3C4CNC(CC14)C3CO2", "C1=C2OCC3CC1OC23", "C1=C2CCC3CCCC(CCC(CC1)OC2)C3", "C1=CCC2=CC(=CC=C2)CCCCCCC1", "C1=CCOC2=CC=C(C=C2)CC2CNCC=CC3=CC=CC(=C3)C(CN2)NCC1", "C1C2CC3C1OCC3O2", "C1=CCCCCOCCCC=CC1", "C1#CCC2OC=CC3OCCCCC4=CC=C(C=C4C1)CCCCOC32", "C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCC1=CC=C(C=C1)OC1=CC=CC(=C1)CC2", "C1CCC2CCCC3CCC(C1)CC23", "C1#COC2=CC=C3C=C2OC(CC1)CCCN=CNCCCCCC1C=CC(CC1)CC1=CC=CC2=C1CCC3O2", "C1=C2CCCC1C1=CC(=CC=C1)CC1CNC(CN1)C2", "C1=CC2=CC=C(C=C2)C[N+]2=CC=C(C=C2)NCCCCCCCCCCNC2=CC=[N+](C=C2)CC2=CC=C1C=C2", "C1=C2CC[N+](=C1)CCCCCCCCCC[N+]1=CC=C(C=C1)NCC1=CC=C(C=C1)C1=CC=C(C=C1)CN2", "C1CNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCN1", "C1CC2NC1C1CCC2N1", "C1=CCOC2COC(CCCCC1)C2", "C1=CN=CCN=C1", "C1#CCOC2=CC=CC(=C2)OCC#CC=C1", "C1=CC2=NC1=CC1CCC(=N1)C=C1C=CC(=CC3=NC(=C2)C=C3)[NH]1", "C1CC2CCC3CCC4CSSCC5CCC(CC1CCC2C3O4)C5", "C1=CNCC1", "C1=COCCOCCOCCOCCOCCOCCOCCOCCOCCO1", "C1=CC2=CC(=C1)CCNCCNCCCCCO2", "C1CNCCNCCNCCNC2CNCCNCCNCCNC3CNCCNCCNCCNCCNC4CNCCNCCNCCNCCNC(CNCCNC(CNCCNCCNCCNCCNC(CNCCNCCNCCN1)CSSC4)CSSC3)CSSC2", "C1=CC=CCCCCOCC=CCCCCCCCCCCCCC=C1", "C1=CC23CCC4CCNC5C4C2CC1CC53", "C1=CCCC2=CC=C(CCCC1)O2", "C1CNCCNCCNCCNCCNCCNCNC1", "C1=C[NH+]=NC=[NH+]1", "C1=CNCCC2CC=CC3=CC4(CCCC5(CCCC2=C35)O4)OC=C1", "C1CCNCCCNCC2CNCCNCCNCCNCCNCCNCCC(CN2)NCCNCCNCC1", "[SeH][SeH]", "C1=CC2CCCC1NN2", "C1=CCCCCCCC1", "C1CCCOCCC2CCC(CCC1)OCCCO2", "C1CCCOCC1", "C1=CCCCC2=CC=CC(=C2)CCCC1", "C1COCNCO1", "C1=CC2=CC3=CC=C4C=C3N2CC(=C1)CNCCNCCNSNC4", "C1=COSNCC1", "C1=CC2=C3CCC4=C3[NH]C(=C4)C=C3CCC(=N3)C=C3C=CC(=CC1=N2)[NH]3", "C1=CCC2CNCCNCCNCCNCCSSCC(CNCCNCCNCCNCCN2)NCCC1", "C1=CCCOCC=CCCCCCCCC1", "C1OC2COC3OC1CC23", "C1=CC2CN3C=C(CC1)C2CCCCC3", "C1C[N-]SC1", "C1CC2CC3CC4(C1)COC(O3)C24", "C1=C2CCC(N2)C2=C3[NH]C(=CC3=CC2)C=C2C=CC(=CC3=CC=C1[NH]3)[NH]2", "C1=COC2=CC=CC(=C2)CCC2=CC(=CC=C2)OC2=CC=CC(=C2)CC1", "C1CCCCC2CCC3(CCCC(CCC1)C3)C2", "C1#CC2CCC3C=CCC4=C(C5=C(CC(C=C5)C1)[NH]4)C23", "C1=CC2CCC3CCCCC=C1C3C2", "C1CC2CNC3OCC2C3C1", "C1CNCCNC2CNC(CNCCNCCSC2)CSC1", "C1=CC2CCC3=C4C5CC6(CCC=C(NCCCNCC1)C36)CCC5=CCCCC42", "C1#CCCOCC#CC=C1", "C1=NCCOC2CCC=C(C=NCCOC3CCC=C1O3)O2", "C1=CC2=CC(=C1)COCC1=CC=CC(=C1)COCC1=CC=CC(=C1)COC2", "C1#CCC2=CC(=CC=C2)CCCCOCCC1", "C1=CC2=CC=C(C=C2)OC2=CC(=CC=C2)CCNCCCC2=CC=C(C=C2)OC2=CC=CC(=C2)CCCN1", "C1#CC2=CC=C3C=C2C(CCC=CC1)C1=CC(=CC=C1)CCOC1=CC=CC(=C1)CCCC=CC12CCCC(CC1)(CSSC3)C2", "C1=CCNCCNCCNCCNCCNCCC1", "C1CN[Se]C1", "C1=C2COCC3=CC(=CC=C3O2)CC2NCCC3=CC=C(C=C32)OC2=CC(=CC=C2)CC1", "C1=CC2=CC(=C1)CCN1CCC(C1)NCCNCC1=CC(=CC=C1)O2", "C1=CCC2=C3OC(CCC1)CCC3=CC=C2", "C1COCC2CCCC(COC1)N2", "C1=CCCSNCCNCCNCC=CC1", "C1=CC2=CC(=C1)OC1=CC=CC(=C1)CN1CCC(C1)NCCCNC2", "C1=CCOCCCCCOCCCCOCC=C1", "C1=CC2=CC(=C1)OCCOCCOCCNCCNCCNC2", "C1=CC2=NC(=CS2)CNCCNCC2=NC(=CO2)CNCC2=NC(=CS2)CNCC2=NC(=CS2)CNCCNCC2=NC1=CO2", "C1=CCC2CCC(C1)CC2", "C1=N[NH2+]CCC1", "C1=CCSC=CNC1", "C1=CC2CCC3CCCC4=C3C=CC(=C4)OCC3=CC=C4C(=C3)C=CC(C1)C42", "C1=C2CSCCSCCSCC(=C1)S2", "C1=COCCCCOCCCN2C=[N+](CC2)CC2=CC(=CC=C2)C[N+]2=CN(C1)CC2", "C1CCCCCOCCOCCOCCOCCOCCCCC1", "C1CCC2CCCC(C2)SSC1", "C1=NC2=CC=C3C=C2CN1CCCCNCCCC1=CC(=CC=C1)O3", "C1CCCCNCCNCCNCCSSCCCNCCNCCNCCNCCC1", "C1#CC23CCC(CC4=CC=CC(=C4)CC4=CC(=CC=C4)C4CCC5C(C4)CC4CCOC6CC7CCC8CC(CCC8C7CC465)(C2)C2CCC(CCCC1)CC2)C3", "C1CCCCOCC2CCC(=NCCC1)O2", "C1NCNSN1", "C1=C2CCC3=C2N=C1C=C1C=CC(=CC2=CC=C(C=C4CCC3=N4)[NH]2)[NH]1", "C1CN2CC3C1C3C2", "C1=C[PH2+]CC1", "C1CC2CC3CCC2CC3C1", "C1CCNCCCCC2CNCCNCCNCCNCCNCCNCCC(CN2)NCCNCCNCC1", "C1CCCCSSCCC2CCOC(CCCC1)C2", "C1CC2CNC3C4CC2C3(C1)C1CC2CCC4CC1C2", "[BH2-]1OCCCO1", "C1CCSSCCNCCNCCNCCNCCNCCNCCNC1", "C1=NCCC=NN1", "C1=CSC=C1", "C1#CCC2CCCC3C2CC2CCOC4CC5CCCC(C1)C5CC243", "C1=CCC=CCCCOCC=CCCC=C1", "C1#CCC2CCCCOCN3C=C4C=CC=C(CCC5SSCCCCCCCCC6=C5C=CC(=C6)OC5CCC6CNCC(C#CC(CCCC2)C6C5)C1)C4=C3", "C1=CC2OCC3=CC4=C(C=C32)C(CCCCOC1)OC4", "C1=C2CCN(COC3CCN(CCNCOCCCCCC1)C3)C2", "C1CNCCNCCNCCNCCNCCC2CNCCNCCNCCNCCNCCNC(CNCCNCCN2)CSSCCNCCNCCNCCNCCN1", "C1=CCC=CCCCC=C1", "C1=CCCOCCCCCCCOCCNCC1", "C1=CC2CCC(CC2)O1", "C1#CC2C=CC3CCCC4(C3)CC(CC24)OCCO1", "C1=CCCCCCCCCCC2CCC(CC3COC(CCCOCCCC=C1)C3)O2", "C1=CCCCCCCCSSCC2=CN=CC(=C2)CC=C1", "C1CN2CCO[AlH4]OCCN(CCN1)CC2", "C1#CCC2C=COC(CCC1)C2", "C1=CC2=C3CN(COC4CCN(CCNCCCCCCCC3=C1)C4)C2", "C1=CC2=CC34CC2CCC3C2C=CC35C(C=CC6CC(C=CC63C4)C5CCCOCC1)C2", "C1=CC23OC4CCC5(O2)C(CCCCCCCCCCCCC1)CCCCC5C4O3", "C1=COC2=CC=C3CCNC(CC4=CC=C(C=C4)OC4=CC=C(C=C4)CC1)C3=C2", "[BH2-]1[NH2+]CCS1", "C1=CC23CCCC4(CNNC(=C14)CCCNCC1=CC=CC(=C1)O2)O3", "C1=CSSSCCSSS1", "C1CNCCSCCCSCCSC1", "C1CCCC1", "B1CCN=CN1", "C1CCN2CCC3(CCCC(C1)O3)C2", "C1=CC2CC3CC=[N+]2C(C1)C3", "C1=C2CCCC(C1)C2", "C1=CC2=CC(=C1)C[N+]1=CN(C=C1)CC1=CC=C(C=C1)CC1=CC=C3[NH]C4=CC=C(C=C4C3=C1)CC1=CC=C(C=C1)CN1C=C[N+](=C1)C2", "C1#CCCC2=CCCC3=CC(=CC=C3)CC3CCCC4C3CCCC4C(CCC=CC1)OC2", "C1CCCCNCCSCCCC1", "C1=C2CNCC3=CC=C(CNCC4=CC=C(CNCC5=CC=C(CNCC(=C1)O2)O5)O4)O3", "C1=[NH+]CNCN1", "C1CCCNCCCCCCNCCCCCCNCC1", "C1=CCCCCCC=CCCCNC2=CC(=CC=C2)CC=C1", "C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCCNCCNCC2", "C1=CCOC2=CC(=CC=C2)CNCCC2=CN(C=N2)CC1", "C1=C2CCCCCCCCCC(CC1)C2", "C1=CNCNN=C1", "C1=C[NH+]=CN=C1", "[NH-]N", "C1=CCCC2CCC3CCC4CCC(COCC=CCC1)C3C24", "C=S", "C1=CC2=NC1=CC1=CC=C(C=C3C=CC(=C4C=CC(=C2)[NH]4)[NH]3)[NH]1", "B1OCCO1", "C=O", "C=N", "[NH-]S", "C1=CC2=CC3=CC=C(C=C3[NH]2)CNSNCCCCCNCCO1", "[NH-]P", "C1=CCCC2=CC=C(C=C2)OC2=CC=CC(=C2)CCCC1", "C=C", "C1=CCCCCC2CC(=CCO2)CCCCCC=CCOCCC=CCCCC1", "C1=CCOC2=CC=CC(=C2)C=CC2=CC=CC(=C2)OC1", "C1=C2CCCCOCCC(OC2)C2CC3=CC=CC1=C3CO2", "C1CPCCCSC1", "C1CCCC2CCC3OC4C5OC6(CCC7CCC(CCC8CCCC(CC1)O8)O7)CC5OC4C(O6)C3O2", "C1CNCCNCCNCCNCCNCCSCSC1", "C1=C2COCC3CCC(CC23)O1", "C1#CC2CC34C=C5CC(C1)CC(CCNC1=NC=CC6=CC=C(C=C16)O3)C1=C5C(CCC1)(C2)O4", "C1=C2CCC(CCCCCCCCC1)O2", "C1=C2CNCCNCCNCCNCCNCC(=N2)S1", "C1=COCCNCCCNCCNC2=NC=CN(CCNC1)C2", "C1CCC2CC3CC2C(C1)CN3", "C1CNO[Fe]2ONCCCC3CNC(CCCNO2)CNC(C1)CNCCNCCNCCN3", "C1CCOCCC2CCC(CCCNC1)OCO2", "C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCC1=CC=C3OCC(CCC2)OC3=C1", "BCl", "C1CCCCCNCCCNCCNCCNCCCCC1", "C1=C[N-]C=N1", "C1#CC2CC=CC3=CCC(C=C3)CC(CCCCC3=CC(=CC=C3)OCC3=CC=C4C2=CC=CC4=C3)O1", "C1=CC2=CC=C1CCNCCNCCCCCCCCO2", "C1=CSCCNC1", "C1=C2N=C(CNCCCNCCNCC3CSC2=N3)S1", "C1CCSSCC1", "C1CSSCS1", "C1=CNCCNCCNCCNCCNCCNCCNC1", "C1=CCCCCCC2=CC=CC(=C2)OC2=CC=C(C=C2)CCCCCCC1", "C1=CCCCOC2C=C3CCCCC(OCC4=CC(=CC=C4)C=C1)C(C3)C2", "C1CCNCCCC2CNCCNCCNCCNCCNCCNCCC(CN2)NCCNCCNCC1", "C1=CCSCCNCCCCCCOC1", "C1C[N-][NH2+]C1", "C1=NCC=NCC=NCCNCC=NCC=NCC=NCCSSCC2CNCC=NCC=NC(C=NCC=NCCNCC=NCC=NCC=N2)CC=NCCNCC=NC1", "C1=C[NH2+]C=NN1", "C1=CC2=CC(=C1)CCC1=CC=C3C(=C1)OC1=CC=CC(=C13)CCC1=CC=C(C=C1)O2", "C1=NCCNC23CNCCOCCC=NCCNC(CNCCOCC1)(CS2)SC3", "C1SCSS1", "C1CCC2CCCC(C1)N2", "C1CC2CN3CC(C1)C2C3", "C1=CC23CCCN4CC2OC1CC43", "C1=C[SH]=[SH]CC[SH]=CC=[SH]1", "C1=CCOCCCCCCCCCCCCCC1", "C1CC2COC(O1)O2", "C1=CC[NH2+]C1", "C1CC2COC3CC1CCC23", "C1CCSCNC1", "C1=[NH+]CCCCC1", "C1=CC2=C3CC4OCCCCCCCCCCCCCCCNC1=CC2=CC=C3O4", "C1#CC2=CC=C3C=C2C(CC[CH-]CC1)C1=CC(=CC=C1)CCOC1=CC=CC(=C1)CCCC=CC12CCCCC#CCC(CC1)(CSSC3)C2", "C1=CCNCCNCC1", "C1CNCCNC2CNCCSCCCNCCNC(CNCCSC1)CSSC2", "C1#CC2CCC3(CCCC4OCC=CC5CCC(=CO5)CCC5C=CC(CCCC(C1)CNC=NCCC43)CC5)C2", "C1=COC=COC=CCN2C=C[N+](=C2)CC2=CC(=CC=C2)C[N+]2=CN(C1)CC2", "C1OC2CONC1C2", "C1CCOCC2CCCC(COC1)N2", "C1=CNC2CCC(C1)C2", "C1=CCCCOCCSNCCCC1", "C1=CC2=CC(=C1)NCCCCNCCN2", "C1NCOCO1", "C1CCOSOC1", "C1CC[SiH2]C1", "C1OC2C3CCC2OC1C3", "C1CCNCCNCCOCC1", "C1=CC2=CC=CC3=C2COC(CCOC1)C1CC2=C(CO1)C3=CC=C2", "C1=CC2=CC(=C1)OCCCCOC1=CC(=CC=C1)CNCC2", "C1CNCCNCCNCCNCCNCCNCCNC2CNCCNCCNCCNCCNCCNCCNC3CNC(CNCCNCCNC(CNCCNCCNCCNCCNCCNCCNCCSSC3)CSSC2)CSSC1", "C1OCC2CC1CO2", "C1=[N+]2CCN1CC1=CC=C(C=C1)CC1=CC=C3[NH]C4=CC=C(C=C4C3=C1)CC1=CC=C(C=C1)CN1C=C[N+](=C1)CC1=CC=C(C=C1)C2", "C1=NCCNCCNCCNC1", "C1CC2NC3C4CCC3C(C1)C2C4", "C1=CC2C3C=CC2CC1C3", "C1CC2CCC1N2", "C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCCNCCSSCCNCCCC1=CC=C(C=C1)OC1=CC(=CC=C1)CCCNCCSSCCNCCC2", "C1CC2CNCC(C1)N2", "C1=C[SiH2]C=C1", "C1=CC2C=CC3C=CCC2C3C1", "C1=CCNCCNCCNCCNCCNCCNCCNCC1", "C1CCCCCCCCCCCCCCC1", "C1CCC2CC(C1)N2", "C1=CC2=CC=C1CCCOCCCCCCN2", "C1CN2CCCN(C1)C2", "C1=CCC2CCCCC=C(CNCCCCCCC1)O2", "C1=CCNSNCC2=CC=C3C=CN(CCNCC1)C3=C2", "C1CNCOCCCSSC1", "C1=CC2=CC(=C1)CCCCCCC1=CC=C3C=C4CCCC(C2)C4=CC3=C1", "C1=CCCOCCCN=CCNCCN=CCC1", "C1=CC2=CC=C3OCC4=C5C(=CC(=C4)OCCCOCCCOC1)OCC2=C35", "C1=CCCCCCCCCCCC=CCOCCNCCCCCCCC=C1", "C1=CC2C=CC(C1)NN2", "C1=CNCCCCCCCCCCOCC1", "C1CCC[PH2+]CC1", "C1=CCCCOCCCCCOC=C1", "O[BrH2+2]", "C1=CCNCC2=CC=CC(=C2)NC2=NC(=CC=N2)C2=CC=C3C=CN(CC1)C3=C2", "C1=CCCNC=C1", "C1=C2COCCCCCOC(CCNC1)C2", "C1=CCCCNC2=CCC3=C4CC(OC=CCCCCCCCC1)OC4=CC=C3C2", "C1CCN2CCCC3=C(C1)CCC3CCC2", "C1COOCOO1", "C1#CC2=CCCC(C2)OCC=CCCC1", "C1=CC2=CC(=C1)OC1=CC=C3CCNC(CCCCOC4=CC=C5CCNC(CC2)C5=C4)C3=C1", "C1#CCCC2CCC3(CCCC(CC1)C3)C2", "C1#CCC2NCCC3CC(CC=CC1)CCCCC#CC32", "C1CNCCCOCCNCCNCCCNCCNCCNCCNCCCNCCNCCNC1", "C1=C2CC[N+](=C1)CC1=CC=C3C(=C1)CC1=C3C=CC(=C1)C[N+]1=CC=C(C=C1)NCC1=CC=C(C=C1)C1=CC=C(C=C1)CN2", "C1=CCSCC=C1", "C1=CCCOCCNCCCOCC1", "C1CCCCOCNCCN2CCC(C2)OCCCC1", "C1#CCCCC=CCCC1", "C1=CC2CCC(O2)C2CCCC(CCC1)O2", "C1#COC2=CC=C3C=C2OC2C4CCCC2(C=CC4CN=CNCCCCCC2C=CC(CC2)C2CC=CC4=CC=C5OC3CCC5=C42)C1", "C1CC2COC(C1)OC2", "C1=CCOC2=CC=C(C=N2)CCNCC2=CC(=CC=C2)OC1", "C1=CC2CCCC3CC1CC2C3", "C1=N[NH]N=N1", "C1CCCCC2=NCCN3COC(COCCC1)C3C2", "C1=CC2=CCC3COCC4CCC=C(CCCCCCCC(C1)C2C3)C4", "C1=C2COC3=CC4=C(C=C3O2)C(CC2=CC=C(C=C2)OC2=CC(=CC=C2)CC1)NCC4", "C1=CC2=CC=C1CCCCCCCCCCCCCCCC2", "C1=NNC[NH+]=N1", "C1CNCCOCCNCCSSC1", "C1=CN=CCNC1", "N[O-]", "C1=CCNCCNCCNCCCCCC1", "C1=CCC=COC2=CCC=C(CCCCC=CCCC=C1)O2", "C1=COC=CN=C1", "C1=NC2=NC(=C1)C1=CC=C(C=C1)SCCCCCN2", "C1#CC2=CC=C3C=C2C(CC[CH-]CC1)C1=CC=CC(=C1)CCOC1=CC=CC(=C1)CCCC=CC12CCCC(CC1)(CSSC3)C2", "C1C[NH2+]NCN1", "C1=NCCCCCCNCC=NCCCCCCNC1", "C1CC2CC(CO2)CC2CCCC(C1)O2", "C1CNCCNCCNCCNC2CNCCNCCNCCNC3CNCCNCCNCCNCCNC4CNCCNCCNCCNCCNCCNCCNC(CNCCNC(CNCCNCCNCCNCCNC(CNCCNCCNCCN1)CSSC4)CSSC3)CSSC2", "C1=CCNCCC2=C[NH]C(=N2)CCC1", "C1#CCC2CCC3(C#CC(=CC1)CCCC1CCC4C(CCC4C3)C1)C2", "C1=CCCOCCCNCCNCCNCCC1", "C1#CCSCC#CCC=C1", "C1=CCCOCCCNCCCCC1", "C1=NCCC2CCN(CC3=CC=CC(=C3)CCCCCCCCCCCSSCN1)C2", "C1CCOCC2CCC(O2)OC2CCCC(COC1)O2", "C1=NCCOCCOCCN=CCC1", "C1=NCNCN1", "C1CCCOCC2CCCC(CCOCC1)O2", "C1=CC2=CC(=C1)C1=CC=CC3=C1[NH]C=C3CCCNCCNC2", "C1=CC2=CC(=C1)C1CCNCCCN(CCCCNCCCN1)CC2", "C1=CCCOCCCCNCCNCC1", "C1=CSNCCNSC=COCCOCCOCCO1", "C1=CC=CCCC=CC=CCCC=CC=CC=CCCNCC=CC=C1", "C1CC2CNC3C4CCCC3(C1)C24", "C1=CC2=C3C(=C1)OCC1CCC(CC31)O2", "C1CSCC[NH2+]1", "C1=CC2=NC1=CC1=CC=C(C=C3CC4CCCC5OCC6=CC(=C2)[NH]C6=C5C4=N3)[NH]1", "C1=CSCC=N1", "C1CC2CCC(CC2)O1", "C1C2CC3CC1CC(C2)N3", "C1=CCCNCCCCNCCCCCC1", "C1COPOC1", "C1=COCC2=CC=CC(=C2)CCCOCCN1", "C1=CC2=CC=C1CCC1=CC=C(C=C1)CC2", "C1=CCCCC2CCC(=C1)CO2", "C1=CS[S+]=C1", "C1=NC2=C[N+]3=CN=C2N1C1CCC(COPOPOCC2CCC3O2)O1", "C1C2OOC1OO2", "C1#CC2C3C=CCCCCNC4=CC=CC(=C14)CCC14C=CC5C2C(CCSSCCC3)CC5(CCC1)C4", "C1=CCCC=CC2CC(=C1)CO2", "C1=NCCN=CCCNCOCNCC1", "C1=NCC=NCCNCC=NCC=NCCCCC1", "C1=CC2CC3CCN2C(C1)C3", "C1=CC2CCC(C1)CN2", "C1=[NH+]CC[N-]1", "C1#CC2=CC=C3C=C2C(CC[CH-]CC1)C1=CC(=CC=C1)CCOC1=CC(=CC=C1)CCCC=CC12CCCC(CC1)(CSSC3)C2", "C1=CC2=NC3=C4N=C5C=CC6=CC5=CC4=CC=C3C=C2C=C1CNCCNCCNCC1=CC=C2N=C3C(=CC2=C1)C=CC1=CC2=CC(=CC=C2N=C13)CNCCNCCNC6", "C1=C2CCCCCCCC1OC2", "C1=CCNCCCC2C=C(CC=CCCC1)CN2", "C1=CC2=NC(=C1)NCCSCCNC1=CC=CC(=N1)NCCSCCN2", "C1CNNCCNCCNNCCNCCNNCCN1", "C1=C2OCC3=C2CCC2C4CCC(C=C4CCC4=CC(=CC=C4)CNCCC4=CC=CC(=C4)CC4CCC(C1)C4)C32", "[Ag+]", "C1CCC2CCC(CCCC3COC(C1)C3)O2", "C1=CCCCSSCCCCCCCCC1", "C1CCCCCCSSCCCCC1", "C1CC2C3OOC2OC1O3", "C1CCNCCCCNC2CCCCN(CCNCCNCCNCC1)C2", "C1=CCNC2=CC(=CC=C2)NC2=NC(=CC=N2)C2=CC(=CC=C2)OCC1", "C1=COCCO1", "C1=CC2=CC=C3C=CC(=NC3=C2)COCC2CCCN(CCNCCOCC1)N2", "C1CC2CNCC(N2)O1", "C1=C2C=CC(=C1)CN1C=C(CCNCCCC3=CN(C2)N=N3)N=N1", "C1CCOOCNC1", "C1=CC2=NC3=NC(=NC4=CC=C(N=C5CCC(=N5)N=C1[N-]2)[N-]4)CC3", "C1=NCC=NCCNCC=NCCCCC=NCCNC1", "C1=C2C=C3C=C1CSCCNCCNCCNCCNCCNCCNCCNCC(CSC3)NCCNCCNCCNCCNCCCSC2", "C1NCC2OCC1O2", "C1=CCCOCCC=CCCC1", "C1CC2CCC1S2", "C1C2CC3CC1CN(C2)C3", "C1CC2CN3CCC2CC3C1", "C1CC2OCC3CC2CC1N3", "C1CCCNCCCCNCCNCCNCCNCCNCCNCCNCCNCCC1", "C1=NCCCN2CCCCNCCCNC(C1)C1=CC3=C(C=C1)OCC3C2", "C1#CCC2CCCC34CCCCCC5CCC3=C(CCC24)C5CC1", "C1=C2CCCCCCCCC1OC2", "C1=CC2=CC(=C1)CNCCNCCNCCCCCCNCCN2", "C1C[SH+]NS1", "C1=C2CC3=C(O2)C(=CC=C3)CCNCCNCCCNCCNCCNCCC1", "C1=CC2CCC1NO2", "C1=CC2CCCC3OCC1CC23", "C1=CCCCC2CCC(CCCCC1)O2", "C1=COC23C=C4CCC(CNC5CCCCCCCC(O2)(C2CCCC3C2)C4SSC5)O1", "C1#CCC2CC3C#CC4NC=CCC5=CC(=C(C=C52)CCCCCNC3)CC2=CC(=CC=C2)CCCCCCC4=CC1", "C1=CC2=C3SN(CCCCOC4=CC=CC5=NC=C(N=C45)C3=C1)C2", "C1CCCCCCOCC[NH2+]CCCCC1", "C1=CC2CCNC(=C1)C2", "C1CNCCNC2CCCN(CCNCCNCCOC1)C2", "C[O-]", "C1C2CC3C1C3C2", "C1=CCCNCCCC1", "C1=CCOCC2C=CCNC3=C2CC2=C(C=CC=C2CCCC1)C3", "C1CCOCC2CCCC(OCC1)O2", "C1=CCOCC2=CC(=CC=C2)C2=CC=NC(=N2)NC2=CC=CC(=C2)CNC1", "C1#CC2CC3CSSCCOCC=CCCCOCC(C2)(C3)C2=CC=CC(=C2)CC2=CC(=CC=C2)CNCC1", "C1=CCCCCCCCCCC1", "C1=CCCC2CCC3OC(CC1)CC1OCC2C13", "C1#COC2C3C4=CCC(=C3CCCCSSCC3CCC(C3)C2CC4)CCC1", "C1=CCNCCNCCNCCNCCNCCNCCNCCCCC1", "C1CCNCNCCNCCNCCNCCCNCCNCCNCCNCCNC1", "C1=CCCNCCNCCCCNCC1", "C1=CC2=CC(=C1)NCCCCC1=CC=C(C=C1)CCNC2", "C1=CSCCCNC1", "C1=C2CC[N+](=C1)CCCCC[N+]1=CC=C(CC1)NCC1=CC(=CC=C1)CN2", "C1=C[SH+]C=C[N-]1", "C1=NCC=NCCCNCCNC1", "C1=CC2=CC(=C1)CCC1=CC(=CC=C1)NC1=NC=CC(=N1)N2", "C1CCCNCCCNCC1", "C1=CC2CC3=CCC(=N3)C=C3CCC(N3)C3=CCC(=N3)CC1=N2", "C1=CC2=C[NH]C(=N2)CCCCCNC1", "C1CSCCSCCSCCSCCN1", "C1=CC2CC3CCC2C(C1)C3", "C1=CCCCCCC[N+]2=CC=CC(=C2)CCCCCCCCCCCCC[N+]2=CC=CC(=C2)CCCCCC1", "C1#CCCC2CCCC3C(C=CCC23)CC1", "[BH2-]1NCCO1", "C1CNCCNCCNCCNCCNC2CNC(CCOC1)CNCCNCCCOC2", "C1#CCNC2=CC=[N+](C=C2)CCCCC[N+]2=CC=C(CC2)NC1", "C1=CC23C4CC1CC21CCCC3N(CC1)C4", "C1=C2COC3=CC4=C(C=C3O2)C(CC2=CC(=CC=C2)OC2=CC=C(C=C2)CC1)NCC4", "C1CCCNCCNCCNCCNCCNCCNCCNCCNCCC1", "C1=CC2CC3CCC24OCC(=C4O3)CCCCC1", "C1=C2CCCC(CCC3CCCC(C3)SSCC1)C2", "C1CCOCCCOCCCCOC1", "C1CNPC1", "C1=CC2CCC(CCCCCCCC1)O2", "C1=CCCNCCNCCCCCC1", "C1=NCC=NCCNCCNCC=NCCNCC=NCCNCCNCC=NCCNC1", "C1=CCN2C=C(CCNCC3=CC=CC(=C3)OC1)N=N2", "C1=CCOCCCCCOCCCCCOCC=C1", "C1=CCOC=CSNC1", "C1#CCCC2=CCCC3=CC(=CC=C3)CC3CCC4C=CC5CCC(C(CC=CCC1)OC2)C4C53", "C1#COC2=CC=C3C=C2OC2C(C1)CCCC2CCN=CNCCCCCC1C=CC(CC1)C1CC=CC2=CC=C4OC3CCC4=C21", "C1=CCCCSSC23CCC(CC2)C(CCCC1)OC1CCCCC(CN1)CSSC3", "C1=CC2=C3C(=C1)OC1CCC(SSC4CCCCCC2CSSCC4)C3C1", "C1CCNCCCNCCNCCCSSCCCNCCNCC1", "C1CCCOCCOCC1", "C1CNCCCNC1", "C1=CCCCCCCCCC=COC2CC3=C(C=CC4=C5OC(C=C1)NC5=CC=C34)O2", "C1CNCCNCCNCCNCCNCCNCCNCCOC1", "C1CC2OCC3CCC(O1)C2C3", "C1=CS[NH+]=C1", "C1CCNCCNCCNCCNC1", "C1CCCPCCC1", "C1=CN2C=C1CCCNCCNCCNCCNCCNC1CNCC2C1", "C1=CCOCC2=CC(=CS2)C2=CC=NC(=N2)NC2=CC(=CC=C2)COC1", "C1=CC2C=COC(C2)N1", "C1=CCCCCCC2=CC=CC(=C2)CCCCNCCCCC1", "C1=CC2CCC(C=C1)O2", "C1=CC2=CC(=C1)OC1CCNC3(CCCC(CCCC2)C3)C1", "C1=CCCOCOCCCCCCOCCNCCOCCCCCC1", "C1#CCC2CC3C=C4C(CC=CCC=CCCNC=N2)CCCC4C(C=C1)C3", "C1=CCOCC=CCC2C=CCC3=C2C=CC=C3CCCC1", "C1CCCNCNCCNCCNCCNCC1", "C1=NCC=NCCNCCNCC=NCCNCC=NC1", "C1=CCCCOC2CC3CC4=C(C=CC=C4CN3C2)OCC=CC1", "C1=CN2CCNCCCOCCCNCCNC(=N1)C2", "C1CNCCNCCOCCNCCN2CCC(CNCCNCCOC1)C2", "C1=C2C=C3[NH]C4=C(CC(CNCCNCCNCCC5=CN4C=N5)NCCNCCNCCC2)C3=C1", "C1=C[N+]2=CC=C1NCCCCCCNC1=CC=[N+](C=C1)CCCCCC2", "C1=CCOCCCOCCCCOCCCCCOCCCOCC1", "C1=C[NH][NH+]=C1", "C1=COCNC1", "C1CNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCN1", "C1CNSC1", "C1=CCCNCCOCC2CC=CC(CC=CCCOCCC1)O2", "C1=NCNO1", "C1=NC2CCC3CC1C2CO3", "C1CCN2CCC(CNCCCNC1)C2", "C1C2CC3C1CC1CNCC2C13", "C1=CC=CC=CCCCCCCCCCCCCCCCCCCC=CCCOCC=CC=CC=C1", "C1=CSCC2CNCCNC(CN1)CSCC1CNCCNC(CN2)CSCCCNCCNCCNCCNCCN1", "C1#CC2CCCCCCCC3=CC(=CC=C3)CC3=CC(=C4C=C3CCCCCNCC1CC4)CC=CN2", "C1=CC2=CC=CC(=C2)OC2=CC=C(C=C2)CCCCC1", "C1=NCCCN1", "C1=CCC2=CC(=CC=C2)OC2=CC=C(C=C2)CCC=CCCC2=CC=CC(=C2)OC=CC1", "C1=CC=CCCCOCC=CC=CCCCCC=C1", "C1=CSCCNCCNCCCC1", "C1CCNCCNCCNCCCCNCCNCCNC1", "C1=CC2=CC(=C1)CNCCCN1CCN(CC1)C1=CC=CC3=CC=C(C=C13)O2", "C1#CCCCCC[CH-]CC1", "C1=C2CCNCCCNCCC(=N2)[NH]1", "C1=CCCC=CCCN=C1", "C1=CN2C3=CN=C2C2=C[N+](=CC=C2)CC2=CC=CC(=C2)C[N+]2=CC=CC(=C2)C2=NC=C4CN(CCCCCCCCCCN1C3)CCN42", "C1=CC2=CC(=C1)CCCNCCNC1CNCCC3=CC=C(C=C3)OC3=CC2=CC(=C3)C1", "C1=NO[SeH]=C1", "C1CCNCCCCCNCCNCCNCCNCC1", "C1CNCCN2CCNCCN(C1)CC2", "C1=CC2=CC(=C1)CCCCOC1=CC=C3C(=NCCC3=C1)CC1=CC=C(C=C1)O2", "C1CC2CC1O2", "F[PH-]", "C1=C2CC[N+](=C1)CCCC[N+]1=CC=C(CC1)NCCCCCN2", "C1C2CC3OC1CC(O2)O3", "C1CC2CC(C1)C2", "C1=CCCC2C=CCC(CCCCC1)O2", "C1=C[N+]2=CC(=C1)CCCCCCCCCCCC[N+]1=CC=CC(=C1)CCCCCCCCCCCCCC2", "C1=CC2CC3CC2C(O1)OC1CCCC(COCCCO3)O1", "C1CCNCCNCCCCCOCC1", "C1=CC2=CC(=C1)NCCNNCCN1CCN(CC1)SNC2", "C1CNCCNCCNCCNCCNCCNCCOCCNCCNC1", "C1=NCC=NCCCOCCNCC=NCC=NCCNC1", "C1CNCCNCCNCCNCCNCCNCCNCCSSC1", "C1C2CN3CN1CN(C2)C3", "C1=CCC2=CC=C(C=C2)C2=CC=C3C=CC=C(CNCCNCCNCCNCC1)C3=N2", "C1CS1", "C1=CC2=C3C4=C1CCCOCCCOCCCC1=CC=C(OC4)C3=C1CO2", "C1=CC2=CC(=C1)C1=CC=C3OCC4=C5C(=CC=C4CCCOCCCOC2)OCC1=C35", "C1CCCNCCNCCNCCNCCNCCNCCNCCNCCNCCCNCC1", "C1=CC2C3CCCC2CC1C3", "C1=CC2CC(C1)O2", "C1=CCCC2=CC=C(C=C2)OC2=CC=CC(=C2)CCC1", "C1=C[N-]CC1", "C1#CCC2CC3C=C(CC4=CC=CC(=C4)CC4=CC(=CC=C4)CNC=N2)CC(C=C1)C3", "C1=CCCCC2=CCCN(CCC=CCCCCCC3=CCCN(CCC=CCCC1)C3)C2", "C1C[SiH]2OCCN(CCO2)O1", "C1=CNPN=C1", "[BH2-]1[NH2+]CCCO1", "C1=CCCCNC=CCC1", "C1OC2C3C4CC5C3C(O1)C1C5C4C21", "C1CC2C[NH+]3C4CC5CC3C(C1)(C5)C24", "C1=C2CCCCCCSSCC3NCCC(CC2)C13", "C1=CCOCC2=COC(=C2)C2=NC(=NC=C2)NC2=CC=CC(=C2)COC1", "C1=C2C[NH+]3CCC4C5NCCC(OC1)C5C2CC43", "C1=CCOC2CC(OCCC1)C1COCCCCCCOC2O1", "C1=CCOCC2=CN=CC(=C2)C2=CC=NC(=N2)NC2=CC(=CC=C2)COC1", "C1CC2CCO[Fe-3](O1)OC2", "C1CNCCCOC1", "C1CC2OC3CC1CC2C3", "C1=CCCCOC=C1", "C1=CCC2CCC(CCCC1)O2", "C1=NN=NCC1", "C1CNC2CNCCNCCNCCNCCNCCNC3CNCCNCCNCCNCCNC(CNCCNCCNCCNCCNC(CNCCSSC3)CSSC2)CSSC1", "C1=CCC2C=CC(CC1)CCC1CCCC(=C2)O1", "C1=CCC2=CC3=C4CCC5C(=CCCN6CC7CC(C6)CN(C7)C6=CCCC2C64)OCC35CCCCCC1", "C1CC2CCOCC(C1)C2", "C1CNCCNC2CCNCC(CNCCNCCSSC1)NCCNCCNCCNCCNCCNC2", "C1=CC23CC(CCC4(CCC(C1)O4)O2)NO3", "C1=CCOCC2OCC3OCC4=CC=C5OC6CC=C(COC2C3OCCC1)C(C6)C5=C4", "C1=CC2=CC=CC(=C2)OC2=CC=CC(=C2)C=CCNCCCNCCCCNC1", "C1=CC2=CC=C1COCC1CCCC(OC3=CC=C(C=C3)COCC3CCCC(O2)O3)O1", "C1=C2CNCC3=NC(=CS3)CNCCNCCNCCNCC(=N2)S1", "C1=CC2=CC(=C1)CCCCCCC1CCC(CO1)OC2", "C1=COCCCCC2=CC(=CN=C2)OC1", "C1=CC2=CC(=C1)CNCCC1=CC(=CC=C1)OCCNC2", "C1=CCCCCCC[NH+]2CCCC(CCCCCCCCCCCC[NH+]3CCCC(CCCCCC1)C3)C2", "C1=CCC2CCC3=CC4=C(C=C3C2)OCC(=CC1)C4", "C1CCCC2CCC(CCC1)O2", "C1=CC2=CC(=C1)NCCCCN1CCC(C1)N2", "[BH2-]1[NH2+]C=CO1", "C1#CC2C3CC=CCCCC4=CC=C5C=CC(CCC6=C7CCC(CCSSCCC3)C2C7=CC=C6)NC5=C14", "C1=C2COC3=C(C=C4C(=C3)CCNC4CC3=CC=CC(=C3)C3=CC=CC(=C3)CC1)O2", "C1=NNCCS1", "C1=CC2=CC=CC(=C2)CCC2CC(CCN2)OC1", "C1=CC2=CC(=C1)OCCCCOC1=CC=CC(=C1)CNCC2", "C1=COC2=CC=C(C=C2)CC2=NCCC3=CC=C(C=C23)OC2=CC=CC(=C2)CC1", "C1CNCCNCCNCCNC1", "C1=CCCC2C=CC3=C(C=CC=C3CCC1)O2", "C1=CC2=C3C=CC4=C(C=CC=C4CCCCCCCC1)CC3=CC=C2", "C1=CC2OOC(C1)O2", "C1=CC2=CC(=CC=C2)C2=CC=CC(=C2)CCCCC2=CC=C1C=C2", "C1=C2CNCCNCC3=NC(CNCC4=NC(CNCC(=N2)S1)CS4)CO3", "C1=CC2CNC(CN1)C2", "C1=C2CCCC(CCCCCC1)O2", "C1=CC2=NC1=CC1=CCC(=CC3=NC(=CC4=NC(=C2)C=C4)C=C3)N1", "C1=CC2CC(C=CO2)C1", "C1CC2COC3CCC(CO3)OC3CCC(CO3)OC3CCC(CO3)OC3CCC(CO3)OC3CCC(CO3)OC(C1)O2", "C1=CNSCC1", "C1#CCCCCCCCCCCC=CC1", "[PH4+]", "C1NCSCN1", "C1CC2CCC(C1)OO2", "C1=CC2CC3=NC(C=C3)CC3=CC=C(CC4C=CC(=N4)CC1=N2)[NH]3", "C1=COCC=CCOCCCNCCCSC=CNC1", "C1CCCOCCC2CCC(CCC1)OCCCCO2", "C1=COCCOCCOC2=C3C=CC=C2CC2=C4OCCOCCOCCCNCCCNCC=COCCOCCOC5=C(C=CC=C5C3)CC3=CC=CC(=C3OCCOCCOCCCNCCCCNC1)CC4=CC=C2", "[NH4+]", "C1=CC[Se]C=C1", "C1CC2CC3(C1)CCC1CC2C3C1", "C1=CCCOCCCCCCC1", "C1CC2CCNC(C1)N2", "C1=CCC2CNCCNCCNCCNC(CC1)CN2", "C1CNOCOC1", "C1CNCCNCCNCCCSC1", "C1CC2C3CC4CC(OC1C3)C2C4", "C1COCCOCCC2CN(C1)CO2", "C1=CC2=NC(=C1)NCCCSCCCNC1=CC=CC(=N1)NCCCSCCCN2", "C1CNC2CNC(CN2)N1", "C1=CCCCCCCOCC=CCC1", "C1OCC2COCC1O2", "C1=COCOCC1", "C1=CCC=CCCCNCCCC=C1", "C1=C2CNCC3=NC(=CS3)CNCC3=NC(CNCCNCC4=NC(=CS4)C4=NC(=CS4)CCC(=N2)O1)CS3", "C1=C[NH+]=CCN1", "C1=CCCCCCC=C1", "C1=CCCC=CC=CCCCC=CCCC=C1", "C1=CCCOC=COCC=CC=CN=CN=C1", "C1=NCNCCC1", "C1#CC2CCCC3=CCC(C=C3)CC(CCCCC3=CC(=CC=C3)OCC3=CC=C4C2=CC=C2CC=CC3=C24)O1", "C1=CC2=CC(=C1)CCC1CCOCCCC3=C(CO1)C2=CC=C3", "C1CCC2NC(C1)O2", "C1=NC2CCOC(C2)N1", "C1=C[NH+]=[NH+]CCCC1", "NCl", "C1=C2CC3CNCCNCCNCCNCCNC(CN3)CC3=CC=C(C=C3)OC(CC1)C2", "C1OC2CC1OC1CC(CO1)OC1CC(CO1)OC1CC(CO1)OC1CC(CO1)OC1CC(CO1)OC1CC(CO1)OC1CC(CO1)O2", "C1#CC2=CC=C(C=C2)CCC2=CC=C(C#CC3=CC=C(C=CC4=CC=C1C=C4)C=C3)C=C2", "C1=CCCCC2C=C(CCC=CCC1)CO2", "C1=CCCOCCC=CCOCC1", "C1=CCOCC2=CC=C(S2)C2=NC(=NC=C2)NC2=CC=CC(=C2)CNC1", "C1=CCCC2=CC=C(C=C2)OC2=CC(=CC=C2)CCC1", "C1CCCNCCCCNCCNCCCCNCC1", "C1=NCCCS1", "C1=CC23OC4CCC5(O2)C(CCCC2CCC(CCCCCCCCCCCC1)C25)C4O3", "C1=NCCCNCCNCCNCCNCCNC2CC3=CSC(=N3)C(COC1)NCC1=CSC(=N1)CNCC1CSC(=N1)CNCCNCC1=CSC2=N1", "C1#COC2CC3COCC=CCC(=C4C=C(C=CC4)CCN4CC=C(CC1)C4)OC(C2)O3", "C1CCNCCNCCNCCCNNCC1", "C1=CCC2C=CCC(C=C1)C2", "C1#CCCCC2CC3=CC=C4C=CCC5(CCC(CCC1)C5)C4=C3O2", "C1=CN=COCCCNC1", "C1=CC2CCCCCCC1O2", "C1#CCCOCCOCCC#CCCOCCOC=C1", "C1=CSSCCSS1", "C1=CC2=CN(C=C2)CCCOCCN2C=C1CC2", "C1=CCCCCC2OC3C=CCCC(CN3)CSSCC3(CCC2CC3)SSCC=C1", "C1CCCNCNCCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCC1", "C1=CC2=NC(=C1)CNCCCNCCCNCCCNC2", "C1=CNCCNCC1", "C1=CC2=NC1=CC1=CC=C(C=C3C=CC(=N3)C=C3C=CC(=C2)[NH]3)[NH]1", "C1#CCC2CCC3C=CCC2C3CCCCCCC1", "C1CC2CC3CC2C(C1)N3", "C1=CC2C3CCC4C(C=CCC24)CC3CC1", "C1=CCCCCCCNCCNCCNCCNCCNCCNCCNCCNCCNCCCCCCCCC1", "C1#CCC2CC3C=C4C(CCCC4C(CC1)C3)C1=CC(=CC=C1)CC1=CC=C3CCCC(NC=N2)C3=C1", "C1CCCNCCNCCNCCNCCCCCNCC1", "C1=CC2=CC=C(CCCCC3COC(C1)C3)O2", "C1CC2OC(C1)C1OOC2O1", "C1=COC2=CC=C3CCCOCC4OCC(CC4OCC3=C2)OCC=COC2=CC=C3CCCOC4CC(COC4COCC3=C2)OC1", "C1=CC2=CC(=CC=C2)COC2C=CCN3CC(CC23)OCCCNCOC1", "C1=NCCN=N1", "C1=CCCC2C=CC3=C(C=CC=C3CC=CCC1)O2", "C1=CC2=CC3=CC=C(C=C4C=CC(=CC5=NC(=CC1=N2)CC5)[NH]4)[NH]3", "C1=CCCCC2C3CC4COC(CCC1)C2C4O3", "C1=CCCCCOCCC2CCCC(CCCCC=C1)O2", "C1=CCN2C=CC(=C2)CCCNCCNCC1", "C1=CC2=CC(=C1)NC1=NC(=NC=C1)NC1=CC(=CC=C1)CC2", "C1CCNCCOCCCNC1", "C1=CCCCCCC2=CC=C(C=C2)CCCCCCCCC1", "C1=C2NCC3CC4COCN(CC1)C4C2C3", "C1#CCC2CCC3CC(C1)CC1C=CCCC2C13", "[OH2+]S", "C1=CC2CC1C1CCCC2C1", "C1=CC=[Se+]C=C1", "C1=[N+]2CCN1CC1=CC=C(C=C1)CC1=CC=C3[NH]C4=CC=C(C=C4C3=C1)CC1=CC=C(C=C1)CN1C=C[N+](=C1)CC1=CC=C(C=C1)CC1=CC=C3[NH]C4=CC=C(C=C4C3=C1)CC1=CC=C(C=C1)C2", "C1=CC2CC(O1)ON2", "C1CNCCNCCOCCNCCOC1", "C1=NCC=NCCC2=CC(=CC=C2)OC2=CC=CC(=C2)CC1", "C1CNCCNCCNCCNCCNCCCSC1", "C1=COC2=CC=C3COCC4OC(CCC4OCCCC3=C2)OCCCOC2=CC=C3COCC4OC(CCC4OCCCC3=C2)OC1", "C1=CC2CC3COC2C(C1)C3", "C1=CC2CNC3C4CCCCC3(C1)C2C4", "C1CCCCCCCCCCCCCCCCCCCCCCC1", "C1#CCCOCC2CCCC(OCCCC1)O2", "C1#CCC=CCCC=CC1", "C1CNC2CNCCNCCNCCNCCNC(CNCCNCCNCCNCCNCCNCCNCCSSC2)CSSC1", "C1CNCCNCCNCCNCCNC1", "C1=CC2NC3CCC2C(C1)O3", "C1=CCC2CC(CO2)C2CCCC(CC=CC1)O2", "C1CN2CCC1NC2", "C1CCNCCCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCC1", "C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCC1=CC=CC3=C1OC1=CC4=C(C=C1O3)CCN=C4C2", "C1=C2CCCC1COCOC2", "C1CCC2CC(C1)CCN2", "C1=CC2=CC=C3OCC4=C(C=CC5=C4C3=C2CO5)CCCCCCOC1", "C1CNCN2CCN(CC2)CNCCNCN2CCN(CC2)CN1", "C1CCNC2CNCCNCCNCCNCCNCCNC3CNCCNCCNCCNC4CNCCNC(CNCCNCCNCCNCCNCCNC(CNCCNCCNCCNC(CNCCNCCNCCNCCNC1)CSSC4)CSSC3)CSSC2", "C1CCNCCCNCC1", "C1=CCC2CCC(COCC1)NC2", "C1=CSC=CNC1", "C1=C2C=C3C(=C1)C=CN3CCNCCCCCCNC2", "C1=CC=CC=[NH+]CCNCCNCCNCCNCCNCCCCCNC=CC=C1", "C1=CC2C3C=CCC2C(C1)CC3", "C1=CC2CCC1CCCCCNC=NCC1CCC3CCCC1C3OC1=CC=CC(=C1)C1CCC3=C(C=CC=C3C2)O1", "C1=CCCC2=CC3CCC2N(CCCC1)C3", "C1=CC23C=CC4CCC2CC=CC(C1)C3OC1OC(CO4)C2CCCC1C2", "C1=CC2=CC(=C1)CNCCNCCCCO2", "C1=CC2CCCC(CCC1)O2", "C1=C2OCC3=C(CC4=CC=NC(=C4)NCSSCCC1)C1CCC23CC1", "C1CCSSCCCNCCNC1", "C1=CCCC2CN3CCCCC=CCCC(CCC2CC3)CNCCCC1", "C1#CC2CCCCCCCC3=CC=CC(=C13)NCCCC1=CC(=CC=C1)C2", "C1=CC2=CC(=C1)CCCNCCC1=CC=C(C=C1)OC1=CC=CC(=C1)CCNCCCC1=CC=C(C=C1)O2", "C1NCC2CC1N2", "C1=CC2=CC(=C1)CCCC1COC3=C(C=C4CC(CC5=CC=C(C=C5)O2)NCC4=C3)O1", "C1=NC2CCC3CC(C1)C2CO3", "C1=NCC[SH+]N1", "C1=CCC=CC=CCOCCCCCC=CCCC=C1", "C1CCC2CCC(CC1)C2", "C1=CC2=CC(=C1)CC1NCCC3=C1C=CC=C3OC1=CC(=CC=C1)CCC1=CC=C(C=C1)O2", "C1=CCC2=CC=CC3=C2CC2=C(C3)NCC(CCCC1)O2", "C1=NNNN1", "C1=C2CNCCNCC3=NC=C(CNCC4=NC(=CS4)CNCC4=NC(=CS4)CCC(=N2)S1)S3", "C1=NCC=NCCOCCC=NCCNCCNC1", "C1=C2C=C3C=C1CSCCNCCNCCNCCNCCNCCNCC(CSC3)NCCNCCNCCNCCNCCCSC2", "C1#CC2CCCC3CCC4CC5OCC6CCC78CCCC(C1)C7CC6C58CC4C23", "C1#CC2=CC=C3C=C2CC2CC(CSSCCNCC=CC3)CC3CCC(C1)CC32", "C1=CCCOCC2O[B-]34OC(COCCC=CCCCCCCC5CCCC2(O5)O3)C(OCCCCCCC1)O4", "C1=COCC=CCOC2=CC=C(C=C2)CCNC1", "C1=C2COCCCOCC3=CC=CC4=C3C2CC(C1)O4", "C1=CCCCC=CCCC1", "C1=CN2CCNCCCOCCCCCNCCNC(=N1)C2", "C1CNCC2CSC(=N2)CNCC2CSC(=N2)CNCC2COC(=N2)CN1", "C1=CCC2CCC(CC1)O2", "C1#CCC2CC3C#CC(C=CC1)NC=CCC1=CC=C(C=CCC4CCC3NC4)C=C12", "C1=NCC=NCC=NCCOCC1", "C1=C2CC[N+](=C1)CCCCC[N+]1=CC=C(CC1)SCCCCCS2", "O1C2C3O[Te]14OC2C3O4", "C1#CC2CC3CSSCCOC4=CC(=CC=C4)C4CCCCCC(C4)OCC(CC=CCCC=CCNCC1)(C2)C3", "C1=CC2=CC=C1CCNCCNCCCO2", "C1=NC=NC[CH+]1", "C1=C2COC(CCOCCC1)C1CC3=C(CO1)C(=CC=C3)C2", "C1CC2CC3CC(C1)C2O3", "C1CNCCNCCNCCNCCNCCCOCCNCCNC1", "C1=CCNCCNCCNCCNCCNCCNCCNCCNCCNCC1", "C1=CCOCCCCCCCCCCCC1", "C1=C2CCCNCCNCCNCCNCCNCCCCN1N=N2", "C1=CCCCN2CCC3C4C=C(CCC=CC1)C1N(CCCCC=CCCC31C2)C4", "C1CC2CCC(CCOCCC3CCC(CCCC4CCC(CCOCCC5CCC(C1)O5)O4)O3)O2", "C1=CCCC2=CCCC(CCCCC1)OC2", "C1=COCCCCN1", "C1#CC2CCCC(C2)OCCC1", "C1=CSCO1", "C1=CCCCCOCCCC2CCC(CCCCC1)O2", "C1=CC2CNC(CNCCCC1)CC1=CC=C(C=C1)OC1=CC(=CC=C1)CCN2", "C1COCNCCOCN1", "C1=CCSCCNC1", "C1CCCCOCCCC1", "C1=C2COCCCOCC3=CCC=C4OC(C1)CC2C34", "C1=CC2OCCC(O1)O2", "C1=C2CNCCNCC3=NC(CNCC4=NC(=CS4)CNCC(=N2)S1)CO3", "C1=C[CH-]CN=C1", "C1CNCCNCCNCCNCCNCCSSSC1", "C1=CCC2CC(=CCC1)CO2", "C1=CC2C3C=CCCC2CN(CCC1)C3", "C1=CN2COCC3CNC(CN3)CC3=CN(CC3)C1C2", "C1=C2CCC3C(=CC4CC5CCCC4N4CC6CC(CN(CC2)C6)C54)OCC13", "C1=CCCCCCCCCCC=CC=C2C=CC=C3CC(=CC=C32)NCC=C1", "C1=CCCCCCCC2CN3CCC=CC=CCCCCC4CC(CN(CCC=C1)C4)C2CC3", "C1=CNCCCC1", "C1=CCC2=CC(=CC=C2)CCCCCCCCNC=CCC1", "C1=COC2=CC=C(C=C2)CC2C=NCCCC3=CC=CC(=C3)C(C=N2)N=CCC1", "C1CC2OCC1OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)O2", "C1CNCCNCCOCOCNCCNCCN1", "C1=C[N+]2=CC(=C1)CCCCCCCCCCCCC2", "C1=C[NH]N=C1", "C1=CC2=CC(=C1)CNC1=CC=NC(=N1)NC1=CN=CC(=C1)CC2", "C1=CC2CC3CCC2N2CC1OC32", "C1CCCNCCCCNCCC1", "C1CC2CCC34CCCC(CCC3C2)C4C1", "C1=[NH+]CCCSC1", "C1CCC2C3CC4C(C3C1)C24", "C1=C2CCC3C4CC5CCCC2C3(CCCCCC1)CCC4CC5", "C1CNCCCNCCNCCNCCNC1", "C1=CC2=CC(=C1)CC1=CC(=CC=C1)CC1=CC=CC(=C1)CC1=CC(=CC=C1)CC1=CC(=CC=C1)CC1=CC(=CC=C1)C2", "C1=CC2=CC=C3N=CC=C(OC4CCN(CCNCN5CCC(C5)OC1)C4)C3=C2", "C1=CCCCCCCCCOCCCCC2CC(CCC=C1)OCO2", "C1=C2CCCCC3=CCC(CC1OC2)O3", "C1CCNCCNCCCCC2=NN=C(CCCCNC1)O2", "C1CCCCC2CCCC(CCCC1)C2", "C1=CNCSC=C1", "C1CCCC2CCC(CN2)OCCCCCCC2CCC(CN2)OCC1", "C1=CCCNCCNSCCCCC1", "C1=[NH+]OCC1", "C1=CC2=NC(=CS2)CNCCNCC2=NC(=CO2)CNCCNCCNCC2=NC(=CO2)CNCCNCC2=NC1=CO2", "C1=COCC=CNC1", "C1=CCCC2CN3CCCCC=CCCCCC4CC(CN(CCCCCCCC1)C4)C2CC3", "C1#CCC2=CC3=C4CC(COC4=C2)C2C4CCC(CC(CCCCCC=C1)C3)C2SSCCNC=N4", "C1CC2CCC3CC1CC23", "C1=COC2=CC=CC(=C2)COCCOCCCOC2=CC=CC(=C2)COCCOCC=COC2=CC=C(C=C2)COCCOC1", "C1=CC2CCCCC1N2", "C1=CC2=CC=CC(=C2)OC2=CC(=CC=C2)CCCOC1", "C1=CCOOC1", "C1CNSCCOC1", "C1#COC2CC3COCC=CC4=C(OC(C2)O3)C(=CCCCNCC=CC1)CC=C4", "C1=CC2=CC(=CC=C2)OCCCCC2=CC=CC(=C2)OC2=CC=C1C=C2", "C1=CC2CCC1CC2", "C1=CCCC2=CCC(C2)C2CCC(CCC1)O2", "C1CNCCNCCNCCNCCNCCNCCNCCNCCSSC1", "C1=CCCC2CCCC3C(C=CCC1)OCC23", "C1=CCOC2CCOC(COCCC1)C2", "C1CC2OCC3CC4CCC3C2C4C1", "C1=C2CCCCCCCCC1CCC2", "C1=CC2CCN3C=CC1CC23", "C1=CC2=CC(=C1)CCCCOC1=CC=C3C(=C1)CCNC3CC1=CC=C(C=C1)O2", "C1=CC2=CC(=CC=C2)CCNCCNCCCCCC1", "C1=CC2=CC(=C1)OC1=CC=C(C=C1)CC1NCCC3=CC=C(C=C31)OCCCC2", "C1CCCCCOC2CC34CCC5C(CCCC5C3CCC2C4)COCCCOCCCOCCCOCC2CCCC3C2CCC24CC(CCC32)C(C4)OCCCC1", "C1=CCCCCCCCCCOCCC=C1", "C1=CC2=NC(=CS2)CNCCNCC2=NC(=CS2)CNC2C3=NC(=CS3)CNC(COCC3=C4COC2CCOCCC4=C[NH]3)C2=NC1=CS2", "C1=CCON=C1", "C1=CC2CC3C=CN2C(C1)C3", "C1=C2CCCCC3=CC=C(CCC1OC2)O3", "C1=CC2=CC(=C1)CCNCCN1CCC(C1)OCCCO2", "C1=CSCN=C1", "C1=CSC=CO1", "C1#CCCC2CCC3CC(CCCC1)CCC23", "C1=NC[CH+]N1", "C1=CCOC2=CC=CC(=C2)C2=NC(=NC=C2)NC2=CC=CC(=C2)NCCC1", "C1=COC=CSNC1", "C1CCO[PH]2=N[PH](=NP=N2)OC1", "C1CCNCCSCCCNCCNCCNC1", "C1#CCC23CCC(C=CCCCCC=COCCCC=CCCC=CCSSC2)(CCCC1)C3", "C1COC[NH2+]1", "C1=CC2=CC=C1CCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCC1=CC=C(C=C1)N=N2", "C1=CC2C3CCCC4C3CC1CN24", "C1=CCCCC2CC(CCCCCC1)CCO2", "C1=CC23CCN4CC5=CCOC6NCCCN1C2C6C5CC43", "C1CCCC2CCCC(CC1)C2", "[TeH][TeH]", "C1=COCCOCCOCOC=CC=NNCSCCCCSCNN=C1", "C1=C2CNCCNCCNCCNCCNCC3=NC(=CO3)CNCC3=NC(=CO3)CNCCNCCNCC(=N2)O1", "C1CCCOCC23CCC4CC25CC(C(C3)OCCC1)C(COCCCCCCO4)O5", "C1=CCCC2CCCC=CC(CCC1)O2", "C1COSCCN1", "C1=CC2CC3=CC=C(C=C4CCC(=N4)C=C4C=CC(=CC1=N2)[NH]4)[NH]3", "C1CC2C3CCN2CCC1C3", "C1=CC2CCCC(C1)N2", "C1#CCC2CC3C=C4C(CC=CCC=CCCNC=N2)CCCC4C(CC1)C3", "C1=CCNC2COCCN3CC=C(CNCC=COCC1)N=C23", "C1=CC=CCCCCOCC=CC=CC=CCCC=C1", "C1=CC2=CC=C1COC1=CC=C(C=C1)CC1=CC=C(C=C1)OCC1=CC=C(C=C1)COC1=CC=C(C=C1)CC1=CC=C(C=C1)OC2", "C1=CCCC2CCCC(CC3CCCC(CCOCC1)O3)O2", "C1CCNC1", "C1=CCC=CCCC23CN(CCC=CC1)CC1CC4=CCC=CCCCCN(C2)C4CC13", "C1CNOCCCONC1", "C1=C2CCCCSSCC3CC4CCCC5C6CCCC(=C6C2CC5C4C3)C1", "C1OC2CCC3OC1CC3O2", "C1=CC2=CC(=C1)CNCCC1=CN(CCCCO2)N=N1", "C1=NCCOCCOCCOCCN1", "C1NC2CNC1CSS2", "C1CC2C3CC4CN2C(C1)N3C4", "C1=CC2=CN(C1)CCCCC1=CC(=CC=C1)CCNC2", "C1CCCCCCCCCOCCCCCCCC1", "C1=CC2=CC=C1CCNCCNCCNCCNCCNCCNCCSSCCCNCCNCCNC1=CC=C(C=C1)CCN2", "C1=CCCOCC2=CCC3CCCC(CCC=CC1)N3C2", "C1=CCCCCC=CCCCCOCCNCCNCC2CCC(CCNCCNCCNCCNCC=C1)N2", "C1#CC2=CC=C3C=C2C(CCC=CC1)C1=CC=CC(=C1)CCOC1=CC=CC(=C1)CCCC=CC1CCC(CSSC3)C1", "C1CN1", "C1=NCC=NCC=NCCNCC=NCCNCC=NCC=NC1", "C1CCNCC2=NN=C(CCCCNCCNC1)O2", "C1CC2CCNC(C1)S2", "C1CCOCCNCCNCCOCCNCCNC1", "C1=CC2=CC(=C1)C1=CC(=CC=C1)CNCCCCC2", "C1=COC2=CC=C3CCCOCC4OCC(CC4OCC3=C2)OCCCOCC2=CCCCCOC3CC(COC3COC2)OC1", "C1=COC2=CC=C(C=C2)COCCOCC2=CC=CC(=C2)OCCCOCCOC1", "C1=CNCCCCCCN1", "C1=CC2=CC=CC3=C2COC(COC1)C3", "C1C[NH+]2CCC1C2", "C1=CCC2CCC(CCCCCCCC1)O2", "C1=C2C=CC(=C1)COCCOCC1=CC=C(C=C1)COCCOCC1=CC=C(C=C1)COCCOCC1=CC=C(C=C1)COCCOCC1=CC=C(C=C1)COCCOC2", "C1=CC2COC3CCN(C1)CC23", "C1=CC2=C3OC(=CCC3=CC=C2)CCC2=C3OC1=CCC3=CC=C2", "C1=CSSC=CCNNCCCSSC=CCNNC1", "C1CC2CCC3C1COCN23", "C1=CCC2=CC(=CC=C2)C2=CC(=CC=C2)CCNCCNCC1", "C1CCNCCCSCCNCCNCC1", "C1=CC2CSC(=N2)CCCCCCOCCNCCNCCNCCNC1", "C1=CC2=C3C=C1OCCOCCOCCOCCOCCOC1=CC=C(N2)C(=C1)C3", "C1=C[NH][NH]1", "C1=CC2=CC=C1CCC1=CC=C(C=C1)OCCCCCCO2", "C1=CCCOCCC=CCOCC2COC3CC(OCC=C1)C2C3", "C1=C2CC3=CC=C(CC4=CC=C(CC5=CC=C(CC(=C1)O2)O5)O4)O3", "C1=CCCCCNCCNCCCCC1", "C1CCC23CC4C5CC(OCC5CO2)C2OCC(C1)C42O3", "C1CCC2CC(C1)C2", "C1=CC2=CC(=C1)NCC1CCN(CCCCN2)C1", "C1CNNC[N-]1", "C1=NC=[S+]C=N1", "C1=C2CCCC1OCC2", "C1=CC2=CC=C1CCCOCCCCCCCCCCN2", "C1=CC2NCC1OO2", "C1CC2NCCNC(C1)N2", "C1=CCCCCCCCCCCCCC=CCOC2CCOC(CC=C1)C2", "C1=CCOCCCCCCCCCCCCCCC2CCCC(CCCCCCCCCCC1)O2", "C1=NCCOCCOCCOCCOCCN=CN2CCOCCOCCN1CCOCC2", "C1=CN[NH2+]C1", "C1=CC2C=CNC(C1)C2", "C1=CSN=[NH+]1", "C1#CC23CC4CCC5=C(C=CC=C5CC4C2)CC2=CC(=CC=C2)CCC2CCC4(CCC5CCC6C(CCC7(C3)C3CCC(CCC=C1)CC3CC67)C5C4)C2", "C1=NC2=NC(=CCCCCCNC3=CC(=CC=C3)N2)N1", "C1CS[Zn]SC1", "C1#CCCC2CCCC#CC3=CC(CCCC1)C2OCC1CCC(CN1)C3", "C1=CCC2CC[NH+](CC1)CC2", "C1=CCOC=COCCC1", "C1CC2CC3CC(CN1)NCN3C2", "C1=CC2=C3CCC(CCCCOCC2)OC3=C1", "C1NC2CC1C2", "C1#CC2C=CC3CCCC4(C3)CC(CC24)OC=CO1", "C1=CC2CCC(CC2)SSCC2CCCC(CC3=CC=CC(=C3)C1)C2", "C1=CCCCCCCCCCCCCCCCOCCC=CCCCCCCCCCCCCCC1", "C1CCC[SH+]CC1", "C1=CCSSC23CCC(CC2)C(CCCCCC1)OC1CCCCC(CN1)CSSC3", "C1COCCNCCNCCNCCNCCSSC1", "C1=COCC2CCCC(CCNCCCCNC1)O2", "C1=CCCC2CCC(CCCCCCC1)O2", "C1=CCNCCCCCCNC1", "C1CNCCNCCC2CCCC(COC1)O2", "C1=NCCOCCN=CNCCOCCOCCOCCN1", "C1=C[N+]2=CC=C1NCCSCCNC1=CC=[N+](C=C1)CCCCC2", "C1#CC23CCC(CC4=CC(=CC=C4)CC4=CC(=CC=C4)C4CCC56CCCC(CC5C4)C6CC4CCCC5C4CCC4(C2)C2CCC(CCCC1)CC2CC54)C3", "C1=N[CH-][CH+]CN1", "C1=C[NH+]=NCN1", "C1#CCCCCCCCC=CC1", "C1=CCOC2=CC=C(C=C2)CC2CNC(CNC1)C1=CC=CC(=C1)OCCCCN2", "C1=CC2=CCC=CC(=CC1)C2", "C1=COC2CCCC(CSSCCNCCO1)O2", "C1CNCCNCCNCCNCCNCCNCCSC1", "C1CNCCNCCOCCNCCNCCNCCNCCOC1", "C1=CCCC2=CC=C(CC=CCC1)[NH]2", "C1=C2CCNCCCCCCC(=N1)O2", "C1=CC2=CC=C1COCCOCCCO2", "C1=CCCN2CC3C=C4CCCCCCCCCCC=CCCN5CCC3C(CCC=C1)(C5)C42", "S[SH2+]", "C=[OH+]", "C1#CCCC2=CCC=C(OC=CCC=CCC=CC1)O2", "C1=CC=NNC=C1", "C1CC2CC3CNCC2C3C1", "C1CC2COC3CC(C1)C2O3", "C1=CC2=CC(=C1)CCCCCC1=CC(=CC=N1)COCCC2", "C1COCON1", "C1#CC2CCC3CCCC4(C3)CC(CC24)OC=CO1", "C1=CC2C3C=CC1CC23", "C1CCCNCCNCCNCCCCCNCC1", "C1C[NH2+]COC1", "[BH2-]1[NH2+]CCO1", "C1#CC2CCC3C(CCC4CC5C6C=CC(NC6CNCC1)C5O4)CCC3C2", "C1=CCCC2CCC3C=CC4CCC(COCC=CCC1)C3C42", "C1#CCC2CCC(OC=C1)OC2", "C1CCC23CC4C(CCCC4(CC1)O2)CCO3", "C1=CC2CC3C=CC2N(CC1)C3", "C1CN2CN3CN1CN(C2)S3", "C1CC2CC1CO2", "C1=C2C=C3C=C1CNCCNCCNCCNCCNCCNCCNCCNCC(CNC3)NCCCNCCNCCNCCNCCNCCNCCNCCNC2", "C1OPOPO1", "C1=CCCC=CCC2CCCC(O2)C2=CCC=C(C2)NCC=C1", "C1C2CC3COC4C(C2)CC1CC34", "C1=CC2CC(CCO2)N1", "C1SC[SH+]S1", "C1CC2CC3CNC2C3C1", "C1=NCCCSSCCN1", "O[Ag]", "C1#CCCC2OC(CC1)CC1CCC=C2C1", "C1CC2CCC3C(CCC3O1)N2", "C1=NC2CCC1O2", "C1=CNCC[NH+]=C1", "C1=CCCCCCCCCCCC=CCCCCCCCCCCCCCCCCCCCCCCC=CCOCCC2CCCC(CCC=C1)O2", "C1=C2CNCCNCC3=NC(=CO3)CNCCNCCNCCNCC(=N2)O1", "C1=CC2=CN(C1)CCCC1=CC=CC(=C1)CCNC2", "C1=CCCNC2=CCC3=C(C=CC=C3C2)CCCCCCC1", "C1=CC2=NC(=N1)CCCCCCCN2", "I", "C1=CC2CCN3CCCCCCCCC1CC2C3", "C1=CCCOC=CCCCCC=CC23CC4CCC(C2)C(CSSCCC=CCC1)(C4)C3", "C1=CC2=CC(=C1)CCNCCNSCCCCCC2", "C1=CC2=CC(=C1)OC1=CC(=CC=C1)CC1NCCC3=CC=C4OC5=C6C(=CC=C5OC4=C31)CCNC6C2", "C1=CCCCCCCC2CN3CCC=CC=CCCCCC4=CC(CN(CCC=C1)C4)C2CC3", "C1#CC2CCCCCCCC3=CC=CC(=C3)CC3=CC4=C(C=C3)C(C=CC4[CH-]CN2)CC1", "C1=CCCCNN=C1", "C1=CCOC2=CC=C(C=C2)CC2C=NC(C=NC1)C1=CC(=CC=C1)OC1=CC(=CC=C1)CC=N2", "C1CNSNC1", "C1=CC2CCC(C1)NC2", "C1=C2CCC3CC4OC1C1C4OCC3C21", "C1=CC2=CC(=C1)CCC1=CC(=CC=C1)NC1=NC(=CC=N1)N2", "C1=COC2=CC=C3CCNC(CC4=CC(=CC=C4)OC4=CC=CC(=C4)CC1)C3=C2", "C1=C2CCCCCNCCNCCNCCNCCNCCCN1N=N2", "C1=CCCC=CCC2=CCC(=CC2)CCC=CCC1", "C1=NC2CCCCCCCCOC3C=NC(CCCCCCCCOC1CC2)CC3", "C1=CC2OC=CC(O1)O2", "C1CCOCOCC1", "C1=NC=[SH]S1", "C1#COC2CCOC(C2)OC=C2C=C(C=CC2)CCN2CC3=C(C2)C(=CC=C3)C1", "C1=CC2OCCC1O2", "C1#CC2CCCC3CCC4CC5OCCC6CC(CC1)CC65CC4C23", "C1#CCCCC#CC=C1", "C1CNCCNCCOCCNCCNCCN1", "S=[SH+]", "C1=NCCSN1", "C1CCOCNC1", "C1CCCNCCNCCCSSCCNCCNCCNCCNCCC1", "C1=C2CCCCCCCCCC1=NC2", "C1=CC2C3CC=CC2C(CC1)CN3", "C1=CC2=CC(=C1)CCCCOC1=CC=C3CCNC(CC4=CC=C(C=C4)O2)C3=C1", "C1=CSC=NN1", "C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCCCC1=CC=C(C=C1)CC2", "C1CCCCOCCCNCCNCCNCCC1", "C1C[NH2+]CCSC1", "C1=CC2OCC3CC1CC32", "C1=CCC2CCC3=C(C2)CC(CCCC1)C3", "C1=CCCC2CC=CC3=CC=C(C=C32)CCCC1", "C1=CC2=CC(=C1)CNCCC1=CN=C(C=C1)OCCCCO2", "C1=CC2=C3C=C(C=CC3=N1)CCCCC1=CSC(=N1)NCCN1CCC(C1)O2", "C1=CC2CC1CCO2", "C1=CC2=CC=C3N=CC=C(OC4CCN(CCNCOC5CC(C1)C5)C4)C3=C2", "C1#CC2C=CC3COC(=CCCC1)C3C2", "C1CCNCCNCCNCCNCCNCCNCCNCCCCNC1", "C1=CCCCCCCCCOCCCC=C1", "C1=CCCC2CCCC(CCNCC3=NC(=CS3)C=C1)S2", "C1=CC2=C3CN(COC4CCN(CCNCOCCCCC1)C4)CC3=CC=C2", "C1=COC2=CC=C(C=C2)CC2CNC(CNCC1)C1=CC(=CC=C1)OC1=CC(=CC=C1)CCN2", "C1=CC2CCCC(OC3=CC(=CNCCC1)CC=C3)O2", "C1=CCCC2CCC(O2)C2CCC(CC1)CCO2", "C1CCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNC1", "C1=NCCC=[NH+]1", "C1=C2CCOCCCCCCCCOC(=N1)[NH]2", "C1=CN[NH2+][N-]1", "C1CCCC2CSSCC3(CCC1)OC(OCCOCCN2)C1CCCC3C1", "C1=CCCOCCCCCCOCCCCCOCC=C1", "C1NC2CNC1N2", "C1=CC2CC3CCCCC4C3CCC2C4C1", "C1#CC2CC3CCC(C=C1)CCCCC#CC2CC3", "C1=CC2=NC1=CC1=CC=C(C=C3C=CC(=CC4=NC(C=C4)C=C4C=CC(=C2)[NH]4)[NH]3)[NH]1", "C1=C[Te]OC1", "C1=CC2=C3[NH]C=C2CCCNCCNC2CNCCNCCC4=CC=C(C=C4)OC4=CC2=CC(=C4)C3=C1", "C1CCNCCCSCCCCNC1", "C1CNCCN2CC(CNCCNCCOC1)O2", "C1=CCCCOC=CCCCCC=CC23CCCC4CC=CCC(CSSCC(C2)C(CSSCCC=CC1)C3)C4", "C1CCN2CCCNCCN(C1)CCCNCC2", "C1CC2CCC3CCC(N1)C2C3", "C1CCCCC23OC4CCC5(O2)C(CCCC2OCC(CCC1)C25)C4O3", "C1=CC2C3CCCC2C(C1)OO3", "C1CSNN1", "C1=CC2SC3CC(C1)C2ON3", "C1=CC2=CC=C1CCNCCCCCCCCO2", "C1CNCCNCCNCCNCCNCCNCCNC2CNCCNCCNCCNC3CNCCNCCNCCNCCNCCNCCNCCNCCNCCNC(CNCCNCCNCCNCCNCCNC(CNCCSSC3)SSC1)CSSC2", "C1CC2CC1NN2", "C1=C2CNCC3=NC(=CS3)CNCC3=NC(=CS3)CNCCNCC3=NC=C(CCC4=NC(=CS4)CNCCNCC(=N2)O1)O3", "C1=COSC=C[NH]1", "C1=NCNN=C1", "C1=NCN=CO1", "C1=CCCC2CCCC(CC=CCC1)C2", "C1=CCC2CCCC(CCCCCCCCCCOC1)O2", "C1CNCCNCCNCCSCSC1", "C1=CC2=CCC3CCN4CC(CC1)C2C4C3", "C1=CC2OCC(CC1)O2", "C1=CCCCCCOCCCCOCCCCC1", "C1=COC23C=CC(SSCCNCCO1)C(CCC2)O3", "C1=CC2=CC(=C1)OC1=CC=CC(=C1)CCC1=CC=C(C=C1)CCCC2", "C1=CCCCCC=CCCCC=CCCCCCOCC=C1", "C1=CC2=CC(=C1)NCCNCCNCCCSSCCNCCNCCNCCNCCNCCNCCC1=CC(=CC=C1)NCC2", "C1#CCCC23CCNC(CC#CC4=CC(CCCC1)C2OCC1CCC(CN1)C4)C3", "C1=CC=NC2=CC=C3C4=C(C=CCCCCCCCCCC=C1)OCOC4=CCC3=C2", "C1CNCCNCCNC2CCNCCCC(CNCCNCCSSC1)NCCNCCNCCNCCNC2", "C1CCCCCOCCCNCCCC1", "C1=CC2C3CC1CC23", "C1CNCCNCCNC2CCCNCCC(CNCCNCCNCCSSC1)NCCNCCNCCNC2", "C1CCCCCNCCNCCCC1", "C1=C[Te]C=CC1", "C1=CCC2=CCC3=CCC(OC3)C(CCOC1)OC2", "C1#CC23CCC(CC=CCCCC=CCCCCCCCC4CCC5(C2)C(C4)CC2CC(CCCC1)CCC25)C3", "C1=NCC=NCC=NCCNCC=NCC=NC1", "C1#CCC2CSSCC3CC=C4C(C3)CC3CCOC4C3CCC3=CC(=CC=C3)N3CC(CCCC1)C2C3", "C1CCC2OCC(C1)O2", "C1=CCCCCCCCCCCOCCCCCCCCCCCCC1", "C1=CC2CCC(CC1)C2", "C1=CCOCCNCCCNC1", "C1CNCCNCCNCCNCCCNCCNCCNCCNCCNCCNC1", "C1=CCSC=CC1", "C1=CC2=CC(=C1)SC1=CC=CC(=C1)SC1=CC(=CC=C1)SC1=CC(=CC=C1)S2", "C1=CC2=CN(C=C2)CCOCCOCCN2C=C1CC2", "C1=CCCOCCNCCC=CCCOCCNCC1", "C1CC2COCC(C1)O2", "C1=CCCCCCCC2CCCC3(O2)O[B-]24OC3COCCCC=CC=CCCCCCCC3CCCC(O3)(O2)C(COCCCC=C1)O4", "C1CNCCNCCNCCNCCNCCNCNCNCCSSC1", "C1CCOCOC1", "C1=CC2=CC(=C1)CC1CCC(CC3CCC4CCCC(OCC2)C4CC3)C1", "C1=CSSCCCNCCNCCNCCN1", "O1[SiH2]O[SiH2]O[SiH2]O[SiH2]O[SiH2]O[SiH2]O[SiH2]O[SiH2]1", "C1=C[SH+]CC1", "C1CCCCCCCCCCCCCCOCCOCCCCCCCCCCCCCC1", "C1=CC2C3CCC45CCCC2C4C(C1)(CCCCCCN5)C3", "O[TeH]", "C1=CCNCCNCCOCCCNC1", "C1=CN2CCCC(C1)O2", "C1=CC2CCC3CN=C(C1)C2C3", "C1=C2C=C3COC4CC(COC4COCCCC3=C1)OCCCOC1=CC3=C(C=C1)CCCOC1CC(COC1COC3)OCCCO2", "C1=CC2=CC=C1CCCNCCNCCCCCCO2", "NI", "C1=CSSC=CS1", "C1=CC2C=CC(CC2)N1", "NN", "C1=CC2CCC1P2", "C1=CCOCC2CCC3CC4OCC(=C4CC23)COCCCCOC1", "C1#CC2CC3(NN4CC#COC2C2CCCC(CC4)C23)OCCC1", "C1=C2NCC3CCN(CC1)C2C3", "NF", "C1CCC2CCC(C1)O2", "C1=CCCCC23COC4=CCCN5CC6CC(C5)C5CCC7=C(C8C(=C2C=C(CCC1)C8CC7)CCC43)N5C6", "NP", "NS", "C1=CC2CC3=C4C5=C(CC3)CC3C6=C5C5C7C=C1C2(C[NH2+]CC12C6=C7C=CC1CCCC32)C45", "O=[Fe]", "C1=CC=CCCOCC=CCCCCCC2CCCC(CCC=CC=C1)O2", "C1=NN=NOC1", "C1=N[NH]C=N1", "C1#CC2CCC3CCOC4OC(CCC4C34CCC2C4)COCC1", "C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCCNCCCNCC2", "C1=CC2OCC1C1C=CC2OC1", "C1=CNC=NN=C1", "C1CCCCCCC1", "C1SCSSSCSS1", "C1=CCC2=C3CC(CCCCC1)CCC3=CO2", "C1=CC=CCCC=CC=CC=CCCOCCC=CCC=C1", "C1CCNCCNCCCNCCNC1", "C1CNCCNCCNCCNCCNCCNCNCCNCCNCCNCCNCCNCCN1", "C1=CC2=COCC3CN(CC1)CCC23", "C1=CCCCC2CCCC(O2)C2=CC=CC3=C2CC(CCCC1)O3", "C1CCC2CCCCC3=C2CC(CCOC1)C3", "C1=CC2CCCCCC1O2", "C1CS[SH+]C1", "C1=CC[NH2+]N=C1", "C1=CSC=COCCNCCNCCNCCO1", "C1CNCCCN2CCCC(CCNC1)C2", "C1CN2CC(N1)SS2", "C1=CC2=CC34CCCC5(CCCC(=C25)C(C1)CCNCC1=CC=CC(=C1)O3)O4", "C1CCCC2=C3OC4CCC3(OC2)C(CCC1)C4", "C1#CCC2=CCCC(C#CCC1)C2", "C1CN2CCC3C4COC(CC14)C32", "C1=CCCCCN2CC3C=C4CCC=CCCCCCCN5CCC3C(CCC=C1)(C5)C42", "C1=CC23CCCC4C=CC25CC1CCC5CCC43", "C1=CCCCOCC=CNCCNCCNCCC1", "C1=NC2=NC(=N1)NCCSCCNC1=NC=NC(=N1)NCCSCCN2", "C1=CCCCCC2CCCC(CCNCCOCCCCCC1)O2", "C1=CCCOCC=CCC2CCCC(CCC=CC1)N2", "C1=NNCCCO1", "C1=CC2=C3C=C1CCCCOC1CCOC(CCCC3)C1OCCCC2", "C1=NCCOCCOCCOCCOCCN=CNCCOCCOCCOCCOCCN1", "C1NCC2NCC1N2", "C1CCCOCCCNCCOCCC1", "C1=C[N-]CCC1", "C1#CCOCCCCCCC1", "C1=CCCCNC2=CCCC(CCC=C1)C2", "C1CNCCCOCCNCCOCCNCCN2CCCOCCNCCOCCCN3CCCOCC(COCCCNCCCOCCNCCOCCCNCC3)N(CCCOC1)CCOCCC2", "C1=CC2=C3OC(CCC3=C1)CCC1CCCCCC2CC1", "C1CC2CC3C1CC23", "C1=CC2=CC(=C1)C1=CC(=CC=C1)CC1NCCC3=CC4=C(C=C31)OC1=C(C=CC=C1O4)CC2", "C1=CC2=CC(=C1)CCCNCCNCCC1=CC=C(C=C1)O2", "C1C2NCC3C1C1CC2C3CN1", "C1CCNCOCC1", "C1#CCC2OCCC3C(CC1)CCCC23", "C1=CSSCCS1", "C1=C2C=CC(=C1)COCCOCC1=CC=C(C=C1)COCCOCC1=CC=C(C=C1)COCCOCC1=CC=C(C=C1)COCCOC2", "C1=C[NH+]2CCN1CC2", "C1CCOCCC2CCC(CCCNC1)O2", "C1CNCCNCCNCCNCCNCC[SH+]CCNCCNCCNCCNCCN1", "C1CCCOC2COCC(C2)OCCC1", "C1CNCC2=NC(CNCCNCCOC1)CS2", "C1=CC2=CC(=C1)OC1=CC=CC(=C1)CC1NCCC3=CC=C(C=C31)OCCCC2", "C1=CCCCC2NCC3CC2CN(CCCCCC1)C3", "C1CC2CC(C1)C1OCC2O1", "C1=CCCC=CCC2=CCC(=CC2)CC=CCC1", "C1CNCC2CSSCCNCC(CCNCCN2)NCCN1", "C1#CC2CC3CSSCCOC4=CC=C5CCC6CCCCC(CC6C5=C4)OCC(CC=CCCC=CCNCC1)(C2)C3", "[NH-]Cl", "C1#CCC2=CCCCC(C#CC=C1)C2", "C1=CCCOCCCCCOCCCCCOCC=C1", "C1=CNSC=C1", "C1=CC2=CC(=C1)CC1CCCC(CSSCCNCCCC2)C1", "C1=CCCC2OC3CCC2C3C=CCC1", "C1=C2COC3C4CC5CNC(C1)C(C5N4)N23", "C1=CC2=C3C=C1OCCSSCC1CCCC(COC4CCCCC(CC2)C3C4)C1", "C1=CSCNN1", "C1CC2COC3CCCC(COC4CCCC(COC5CCCC(COC(C1)O2)O5)O4)O3", "C1=CC2=CC(=C1)COC1=CC=CC(=C1)CCCNC1=CC=NC(=N1)N2", "C1=CC2=C3CC(CCC3=C1)CSSCNC1=CC(=CC=N1)CCC1CCOC(C1)O2", "C1=CCCCCC=CCCCCC=CCOCCC=C1", "C1=CC2=CC(=C1)CC1=CC=CC(=C1)CC1=CC(=CC=C1)CC1=CC(=CC=C1)CC1=CC(=CC=C1)C2", "C1=CCCC2CC(CCCCCCC1)CCO2", "C1CC2CN(C1)CN2", "C1CC2OCC1CO2", "C1=C2CCC3CC(CCC1)C2C3", "C1=CC2=CC(=C1)CCCCOC1=CC=CC3=C1CCNC3CC1=CC=C(C=C1)O2", "C1=CC=CCCC=CC=CC=CC=NCCC=CC=C1", "C1COCCO1", "C1=CC23CCNCC4CCOC5CCN1C2C5C4CC3", "C1CC2CN3CC4(C1)CCCC3C24", "C1CCCCC2CCC(CCCCCCOCCC1)O2", "C1CCNCCCNCCCCNCCNCCNCC1", "[CH+]1CCCCC1", "C1=CCNCC2=CC(=CC=C2)NC2=NC=CC(=N2)C2=CC(=CC=C2)NCC1", "B1CCNC=N1", "C1=CCCCN2CCCC(CCC1)C2", "C1CCNCCNCCNCCNCC1", "C1=CCC2=CC(=CC=C2)CC2CCCC(CSSCCNC1)C2", "C1=C2C=C(CCCCCCC2)[NH]1", "C1=CC=CONOCC2=CCC=CCC=CCOCCC(CC=C1)OC2", "C1=C2CCCC3CCC(C1)CC23", "C1=NCCCOC1", "B=N", "B=O", "C1CNCCNCCNCCCSSCCNCCNC1", "C1=CSC=NNC1", "C1=CNNC1", "C1=CSNN=N1", "C1=CCCC=CCCCCCCCOCCCCCCCCCCCCCCCCCCCCCCC=CCC1", "C1CCCNCCOCCOCCNCCCOCCOCCOCCOCCOCCCCNCCOCCOCCNCCCCCNCCNCCNCCNCCNCCNCCNCC1", "C1=C2COCCOCC=C3COC(C1)CC23", "C1=CCOCCCCCCCCCC1", "C1#CCCC2CC3CC=C4OCC5=C4CCC4C6CCC(C=C6C=CC6=CC(=CC=C6)CNCCC6=CC(=CC=C6)C(NCCC1)C2C3)C54", "C1[NH2+]CSS1", "C1=CCC2=CC=C([NH]2)C2=NCC(COCCCCOCC1)O2", "C1=CC2=CC(=C1)CCC1=CC=C(C=C1)OCCCOC1=CC=CC(=C1)O2", 